{
    "items": [
        {
            "title": "Postdoctoral positions and fellowships",
            "type": "Job",
            "app_deadline": "2023-03-31",
            "employer": "Umeå Universitet",
            "funding_url": "https://billkerlab.org/join-us/",
            "description": "A postdoc position has become available. The formal applications process will start shortly.  If you want to know more, get in touch or just send a CV and cover letter explaining your motivation to oliver.billker@umu.se<br><br><b>Please note that the deadline is approximate, the position witll be open until filled.</b><br><br>These are examples of the type of work we like to do. Don’t hesitate to get in touch with oliver.billker@umu.se to discuss. The lab would like to attract a broad set of interests and skills to at these questions and we like to collaborate across disciplines. There are opportunities to use traditional genetic and biochemical techniques, to apply machine learning approaches to reveal insights from large datasets, or to use our cutting edge facilities in cryoEM, single cell genomics and metabolimics to get at parasite vector interactions.<br><br><ol><li>Using our unique ability to carry out forward genetics screens (Bushell et al., 2017), we have now identified hundreds of fertility genes. From this, many opportunities have emerged to dissect the molecular mechanisms of reproduction and transmission of malaria parasites. You can delve into the details of fertilisation or meiosis, or you could devise secondary screens to stratify our hits further. Either way, you will be able to gain deep insights into how malaria transmission works and how it could be blocked. You will also contribute to our understanding how sex has evolved in the first eukaryote.</li><li>Mechanisms of post transcriptional regulation during Plasmodium sex determination. Our screen of sexual determination and development genes (Russell et al., 2023) has opened up fascinating questions of how gene regulation controls development in divergent eukaryote. There are some startling parallels with germ line determination in animals that we want to explore further.</li><li>Single Cell Biology of Malaria Transmission. We have established single cell genomics methods to study mosquito tissues and how they interact with malaria parasites (e.g. Raddi et al., 2020). This now opens up avenues to get at how malaria parasites infect cells of the midgut and the salivary gland, how they mature inside their vector and how the mosquitoes respond.</li></ol>"
        },
        {
            "title": "PhD position",
            "type": "PhD position",
            "app_deadline": "2023-03-31",
            "employer": "Umeå Universitet",
            "funding_url": "https://billkerlab.org/join-us/",
            "description": "Driven individuals who want to develop a PhD project in the broad research areas listed below are encouraged to send a CV and cover letter explaining their motivation to oliver.billker@umu.se.<br><br><b>Please note that the deadline is approximate, the position witll be open until filled.</b><br><br>These are examples of the type of work we like to do. Don’t hesitate to get in touch with oliver.billker@umu.se to discuss. The lab would like to attract a broad set of interests and skills to at these questions and we like to collaborate across disciplines. There are opportunities to use traditional genetic and biochemical techniques, to apply machine learning approaches to reveal insights from large datasets, or to use our cutting edge facilities in cryoEM, single cell genomics and metabolimics to get at parasite vector interactions.<br><br><ol><li>Using our unique ability to carry out forward genetics screens (Bushell et al., 2017), we have now identified hundreds of fertility genes. From this, many opportunities have emerged to dissect the molecular mechanisms of reproduction and transmission of malaria parasites. You can delve into the details of fertilisation or meiosis, or you could devise secondary screens to stratify our hits further. Either way, you will be able to gain deep insights into how malaria transmission works and how it could be blocked. You will also contribute to our understanding how sex has evolved in the first eukaryote.</li><li>Mechanisms of post transcriptional regulation during Plasmodium sex determination. Our screen of sexual determination and development genes (Russell et al., 2023) has opened up fascinating questions of how gene regulation controls development in divergent eukaryote. There are some startling parallels with germ line determination in animals that we want to explore further.</li><li>Single Cell Biology of Malaria Transmission. We have established single cell genomics methods to study mosquito tissues and how they interact with malaria parasites (e.g. Raddi et al., 2020). This now opens up avenues to get at how malaria parasites infect cells of the midgut and the salivary gland, how they mature inside their vector and how the mosquitoes respond.</li></ol>"
        },
        {
            "title": "Postdoctoral position in RNA biology",
            "type": "Job",
            "app_deadline": "2023-01-30",
            "employer": "Karolinska Institutet",
            "funding_url": "http://pelechanolab.com/2023/01/11/postdoctoral-position-in-rna-biology/",
            "description": "We have an open postdoctoral position in RNA biology. The available postdoctoral position concerns developing and applying novel genomic approaches to study RNA-protein interaction. The candidate will focus on investigation the dynamic interaction between the transcriptome and the proteome, and how the disruption of those interaction can be used to modulate gene expression and cellular phenotypes in health and disease.<br><br>The candidate is expected to contribute his/her own ideas to the common goal of understanding how RNA biology and proteostasis contributes to the appearance of divergent cellular phenotypes. The candidate will perform original research in genomics, and acquire the required experimental and computational skills necessary for the completion of the project. The candidate will use varied model organism, from budding yeast to human. The candidate will be responsible for integrating different kinds of biological information to answer relevant questions (i.e. genomics, proteomics, biochemical…). The successful candidate will take a strong lead in the experimental design, and collaborate with other team members. The candidate is expected to communicate the scientific results by writing up scientific papers and attending scientific meetings. The ideal candidate is also expected to participate in the general duties of the team and to effectively communicate with scientists of very diverse backgrounds in a highly interdisciplinary and international environment. Working language is English."
        },
        {
            "title": "BSc and MSc thesis projects",
            "type": "Project opportunity",
            "app_deadline": "2023-03-31",
            "employer": "University of Stockholm",
            "funding_url": "https://sahlingroup.github.io/positions/",
            "description": "Contact me for eventual Master's or Bachelors's projects within algorithms in Life Sciences and Bioinformatics. Please mention your academic background and include the courses you took and your grades. I expect you to have knowledge about programming and be highly motivated.<br><br><b>Please note that the deadline is approximate, the position will be open until filled.</b>"
        },
        {
            "title": "Postdoc in Computational Biology",
            "type": "Job",
            "app_deadline": "2023-03-31",
            "employer": "University of Stockholm",
            "funding_url": "https://sahlingroup.github.io/positions/",
            "description": "We are located in Stockholm at the Science for Life Laboratory. Our research interests broadly span algorithm development and analysis of sequence data. We have ongoing projects on method development for rapid sequence mapping and sequence similarity searches, and various computational problems in transcriptomic analysis, and collaborative projects in genome assembly. We also consider your project proposals if it aligns with the group's research programs.<br><br><b>Please note that the deadline is approximate, the position will be open until filled.</b>"
        },
        {
            "title": "Associate Researcher (Scientific Officer)",
            "type": "Job",
            "app_deadline": "2023-01-31",
            "employer": "University of Gothenburg",
            "funding_url": "https://web103.reachmee.com/ext/I005/1035/job?site=7&lang=UK&validator=9b89bead79bb7258ad55c8d75228e5b7&job_id=28563",
            "description": "We are looking for an experienced Associate Researcher/Scientific Officer with strong interest in developing, implementing and adjusting feedback microscopy tools at the Centre for Cellular Imaging. This job position focuses on the automation of, for example, targeted microscopy, functional microscopy, and tracking of cells over time using both widefield and laser scanning microscopes. At this post you will also explore the implementation of smart microscopy tools in the field of electron microscopy - Transmission and Scanning. Image analysis pipelines will include machine learning and deep learning (Artificial Intelligence). The post holder will implement on-the-fly data processing and real time feedback into imaging workflows, which is particularly important for live imaging. Another important task will be the management of large data, here the post holder will explore the automated pre-processing of images before transfer to storage servers.<br><br>The successful candidate will work in the Centre for Cellular Imaging advanced microscopy facility and: 1) Develop smart microscopy workflows to service our scientific community; 2) Educate and train core facility users in the implementation of smart microscopy workflows. 3) Support our users by assisting and training in bioimage analysis. 4) Give advice on the design of imaging experiments. 5) Continuing professional development in the field of smart microscopy by attending courses and workshops, presenting work at scientific meetings, and keeping abreast of the relevant literature; 6) Participate in the organization and teaching of workshops for our broad scientific community and of practices/lectures for graduate and undergraduate courses."
        },
        {
            "title": "2 PhD students in Environmental Science focusing on nontarget mass spectrometry",
            "type": "PhD position",
            "app_deadline": "2023-02-11",
            "employer": "Stockholm University",
            "funding_url": "https://www.su.se/english/about-the-university/work-at-su/available-jobs/phd-student-positions-1.507588?rmpage=job&rmjob=19723&rmlang=UK",
            "description": "These two doctoral projects involve optimisation and application of analytical methods and data processing workflows based on nontarget mass spectrometry of air samples collected globally (funded by FORMAS) or in human biofluids (funded by VR and SciLifeLab). Research will include optimization of sample preparation steps, and the development of data processing strategies using open science tools for identification of unknown molecules in complex samples, with emphasis on quality control at all stages. The projects can make use of GC- and LC-Orbitrap technology available at ScilifeLab in the Exposomics group. The research positions are funded for 4 years and you will work as part of a bigger team involving international research scientists to understand the sources of environmental chemical exposures."
        },
        {
            "title": "PhD position in medical science within bioinformatic, computational methods",
            "type": "PhD position",
            "app_deadline": "2023-01-31",
            "employer": "Umeå University",
            "funding_url": "https://www.umu.se/en/work-with-us/open-positions/phd-position-in-medical-science-within-bioinformatic-computational-methods_563786/",
            "description": "Secondary metabolites (SMs) produced by microbes have critically important roles in human health, including as essential therapeutics (e.g., antimicrobials, anticancer agents). (Meta)genomic data derived from microbes thus offers tremendous potential as a reservoir for novel SMs; however, accurate, scalable in silico methods are necessary to leverage such data for SM discovery. Here, the PhD student will develop and apply bioinformatic tools, which can facilitate the discovery of novel SMs from millions of microbial (meta)genomes available in public databases.<br><br>You who are admitted to doctoral studies at the Faculty of Medicine will be part of the faculty-wide doctoral education programme. The doctoral programme comprises 25 credits and is offered in two study variants: 25 credits spread over 8 terms (a total of 4 years) or over 12 terms (a total of 6 years), starting each autumn and spring semester.<br><br>Eligibility requirements:<br><ul><li>You must have at least 240 higher education credits (hc), of which at least 60 hc are at an advanced level, in natural sciences, life sciences, or engineering.</li><li>Applicants must be skilled in both oral and written communication in English, able to work independently as well as in collaboration with others, and be highly motivated</li></ul>"
        },
        {
            "title": "Doctoral student in medical science towards bioinformatics, global spread",
            "type": "PhD position",
            "app_deadline": "2023-01-31",
            "employer": "Umeå University",
            "funding_url": "https://www.umu.se/en/work-with-us/open-positions/doctoral-student-in-medical-science-towards-bioinformatics-global-spread_563766/",
            "description": "Tracking the global spread of bacterial pathogens using whole-genome sequencing data. The movement of humans, animals, and commodities can contribute to the global dissemination of bacterial pathogens. High-resolution technologies, such as whole-genome sequencing (WGS), are thus being used increasingly to monitor the global spread of bacterial pathogens. Here, the PhD student will develop and apply bioinformatic approaches, which can leverage bacterial WGS data to gain insight into pathogen virulence potential, evolution, dissemination, transmission dynamics, and antimicrobial resistance acquisition.<br><br>You who are admitted to doctoral studies at the Faculty of Medicine will be part of the faculty-wide doctoral education programme. The doctoral programme comprises 25 credits and is offered in two study variants: 25 credits spread over 8 terms (a total of 4 years) or over 12 terms (a total of 6 years), starting each autumn and spring semester.<br><br>Eligibility and Qualifications:<br><ul><li>You must have at least 240 higher education credits (hc), of which at least 60 hc are at an advanced level, in natural sciences, or life sciences, or engineering.</li><li>Applicants must be skilled in both oral and written communication in English, able to work independently as well as in collaboration with others, and be highly motivated.</li></ul>"
        },
        {
            "title": "Postdoctoral position in data-driven pathogen epidemiology",
            "type": "Job",
            "app_deadline": "2023-01-31",
            "employer": "Umeå University",
            "funding_url": "https://www.umu.se/en/work-with-us/open-positions/postdoctoral-position-in-data-driven-pathogen-epidemiology_580521/",
            "description": "Antimikrobiell resistens är ett av de största hoten mot mänskligheten i dag, och det finns en oro för att användning av antimikrobiella medel i djurmiljöer kan bidra till uppkomsten och spridningen av bakteriella patogener för antimikrobiell resistens längs livsmedelskedjan. Här kommer postdoktorn att utveckla och tillämpa bioinformatiska metoder, som kan fråga data om helgenomsekvensering (WGS) härledda från livsmedelsburna zoonotiska patogener (t.ex. Salmonella enterica, Escherichia coli) för att övervaka spridningen av AMR-patogener mellan boskap, livsmedel och människor<br><br>Valbarhet<br>Behörig att anställas som postdoktor är den som har avlagt doktorsexamen eller utländsk examen och som bedöms motsvara en datadriven epidemiologi som postdoktor. Detta behörighetskrav ska vara uppfyllt senast vid den tidpunkt då anställningsbeslutet fattas.<br><br>Sökande måste:<br>Ha en doktorsexamen, helst i bioinformatik, beräkningsbiologi, (bio) statistik, (tillämpad) matematik, datavetenskap eller ett relaterat område; Sökande uppmuntras också att ansöka.Ha goda kunskaper i U från andra områden med starka programmerings- / kodningskunskaper (se nedan) NIX-skalskript, plus ett annat relevant språk (t.ex. Python, R).<br><br>Ha goda kunskaper i engelska i tal och skrift.Var bekväm med att arbeta i en mångsidig, inkluderande, tvärvetenskaplig och mycket samarbetsinriktad miljö."
        },
        {
            "title": "Assistant Professor in Genomics of adaptation to climate change",
            "type": "Job",
            "app_deadline": "2023-01-31",
            "employer": "Uppsala University",
            "funding_url": "https://uu.varbi.com/what:job/jobID:541995/?lang=en",
            "description": "In the face of the current global biodiversity crisis, we urgently need accurate predictions of how organisms and ecosystems respond to climatic change. Insights into the genomics of adaptation to climate change forms part of the foundation for making such predictions. For example, there are several knowledge gaps in predicting the potential for temperature tolerance to evolve, including interpretation of signatures left by natural selection on thermal adaptation in the genome, detection of which metabolic pathways are involved, revealing how interactions among genetic loci affect climate adaptation and how eco-evo dynamics affect higher level processes such as carbon cycles at the ecosystem level. By using amenable study systems, next generation sequencing methods and other omics methods, experiments and appropriate modelling, such gaps in knowledge can be filled. We search for an assistant professor with research experience within this field, that can capitalize on the breath of expertice at the department to develop their research profile at the department of Ecology and Genetics.<br><br>The position is funded by SciLifeLab and comes with a generous start up package that will allow for the recruitment of a team.<br><br><b>Duties</b><br><br><ul><li>Research, teaching, and administration. Teaching duties include course responsibility and course administration and supervision of second- and third-cycle students.</li><li>Follow developments within the subject area and the development of society in general that is important for the work at the university.</li></ul>"
        },
        {
            "title": "1–2 application experts at NBIS",
            "type": "Job",
            "app_deadline": "2023-01-27",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=577097",
            "description": "This position is placed at NBIS Compute and Storage. This is a group of 4-5 bioinformaticians and other experts tasked with supporting life science researchers in the use of large-scale compute and storage systems. Primarily, these are the systems at UPPMAX, but other systems as well, such as clouds and dedicated GPU or large-memory. The unit has over 1000 annual users nationally in a wide range of research areas. The environment that has been built is unique and makes world-class research possible.<br><br>General tasks include advanced user support, installation of software and database resources, maintenance and development of the digital research environment, training of user groups on relevant topics, scripting of tools for internal or external use, and evaluation of project proposals and ongoing projects.<br><br>This position is intended to strengthen the group's competence in bioinformatics, especially concerning human data, as well as analysis of optical or electronic microscopy images."
        },
        {
            "title": "Systems developer at NGI-Uppsala, SNP&SEQ Technology Platform",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=577299",
            "description": "We are seeking a systems developer to join our Systems group in expanding our data processing pipelines and Laboratory Information Management System (LIMS). Because of the sensitive nature of the data we handle there is a strong focus on information security, automation and traceability. As such we work according to the European quality standard ISO/IEC 17025 and are accredited by SWEDAC as a testing laboratory for genotyping and sequencing. We continuously strive to improve our development procedures and keep up with the state of the art in terms of CI/CD, version control and documentation.<br><br><li>Design and develop systems for processing and analyzing data in the petabyte range.</li><li>Create smart integrations with our Laboratory Information Management System (LIMS)</li><li>Provide user support for these systems at the SNP&SEQ technology platform.</li><li>Develop and improve existing DevOps solutions based on e.g. Ansible and GitLab.</li><li>Establish, maintain and validate our internal documentation.</li><li>Cooperate with staff at the Uppsala University IT Department, UPPMAX and other SciLifeLab units."
        },
        {
            "title": "System Developer",
            "type": "Job",
            "app_deadline": "2023-01-20",
            "employer": "Chalmers University of Technology (data science node)",
            "funding_url": "https://www.chalmers.se/en/about-chalmers/Working-at-Chalmers/Vacancies/Pages/default.aspx?rmpage=job&rmjob=11275&rmlang=UK",
            "description": "The announced employment is one of three DDLS Data Science Node employments that will be placed at Chalmers e-Commons. The work towards the national data services and support functions within cell and molecular biology is led by SciLifeLab Data Centre (DC), which is a central unit within SciLifeLab with responsibility for IT- and data management issues, serving the SciLifeLab and the Data Driven Life Science (DDLS) research program. DC has a national assignment and, for example, operate the Swedish national Covid-19 research data portal. DC also works with issues about FAIR data and open science in close collaboration with major national and international partners. you will be at the core of Sweden’s top infrastructure for life sciences and have the opportunity to actively shape how state-of-the-art IT and data science are integrated in Swedish life science research, and help to maximize the scientific impact of the large amount of research data generated at SciLifeLab. You will work in a team with researchers, data engineers, data stewards and system developers in a rapidly growing, dynamic and progressive team with a leading role in Swedish data driven life science.<br><br>The successful candidate will join and contribute to a vibrant and welcoming community of data science and bioinformatics researchers within DDLS, SciLifeLab and Chalmers, including strong national and international collaborations.<br><br>Chalmers e-Commons is working actively with consolidating the notion of Digital Research Engineers as partners for bridging the gap between advanced e-infrastructure resources and the needs of research to solve increasingly more complex problems. Here, Chalmers e-Commons is participating actively the international development and work with e.g. merits and career planning."
        },
        {
            "title": "Data Steward",
            "type": "Job",
            "app_deadline": "2023-01-20",
            "employer": "Chalmers University of Technology (data science node)",
            "funding_url": "https://www.chalmers.se/en/about-chalmers/Working-at-Chalmers/Vacancies/Pages/default.aspx?rmpage=job&rmjob=11274&rmlang=UK",
            "description": "The announced employment is one of three DDLS Data Science Node employments that will be placed at Chalmers e-Commons. The work towards the national data services and support functions within cell and molecular biology is led by SciLifeLab Data Centre (DC), which is a central unit within SciLifeLab with responsibility for IT- and data management issues, serving the SciLifeLab and the Data Driven Life Science (DDLS) research program. DC has a national assignment and, for example, operate the Swedish national Covid-19 research data portal. DC also works with issues about FAIR data and open science in close collaboration with major national and international partners. you will be at the core of Sweden’s top infrastructure for life sciences and have the opportunity to actively shape how state-of-the-art IT and data science are integrated in Swedish life science research, and help to maximize the scientific impact of the large amount of research data generated at SciLifeLab. You will work in a team with researchers, data engineers, data stewards and system developers in a rapidly growing, dynamic and progressive team with a leading role in Swedish data driven life science.<br><br>The successful candidate will join and contribute to a vibrant and welcoming community of data science and bioinformatics researchers within DDLS, SciLifeLab and Chalmers, including strong national and international collaborations.<br><br>Chalmers e-Commons is working actively with consolidating the notion of Digital Research Engineers as partners for bridging the gap between advanced e-infrastructure resources and the needs of research to solve increasingly more complex problems. Here, Chalmers e-Commons is participating actively the international development and work with e.g. merits and career planning."
        },
        {
            "title": "Data Engineer",
            "type": "Job",
            "app_deadline": "2023-01-20",
            "employer": "Chalmers University of Technology (data science node)",
            "funding_url": "https://www.chalmers.se/en/about-chalmers/Working-at-Chalmers/Vacancies/Pages/default.aspx?rmpage=job&rmjob=11273&rmlang=UK",
            "description": "The announced employment is one of three DDLS Data Science Node employments that will be placed at Chalmers e-Commons. The work towards the national data services and support functions within cell and molecular biology is led by SciLifeLab Data Centre (DC), which is a central unit within SciLifeLab with responsibility for IT- and data management issues, serving the SciLifeLab and the Data Driven Life Science (DDLS) research program. DC has a national assignment and, for example, operate the Swedish national Covid-19 research data portal. DC also works with issues about FAIR data and open science in close collaboration with major national and international partners. you will be at the core of Sweden’s top infrastructure for life sciences and have the opportunity to actively shape how state-of-the-art IT and data science are integrated in Swedish life science research, and help to maximize the scientific impact of the large amount of research data generated at SciLifeLab. You will work in a team with researchers, data engineers, data stewards and system developers in a rapidly growing, dynamic and progressive team with a leading role in Swedish data driven life science.<br><br>The successful candidate will join and contribute to a vibrant and welcoming community of data science and bioinformatics researchers within DDLS, SciLifeLab and Chalmers, including strong national and international collaborations.<br><br>Chalmers e-Commons is working actively with consolidating the notion of Digital Research Engineers as partners for bridging the gap between advanced e-infrastructure resources and the needs of research to solve increasingly more complex problems. Here, Chalmers e-Commons is participating actively the international development and work with e.g. merits and career planning."
        },
        {
            "title": "Permanent bioinformatics staff position with expertise in machine learning",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Uppsala University (data science node)",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=573747",
            "description": "We are looking for a highly motivated scientist with a strong background and interest in machine learning applied to biological and genetics projects. The main responsibilities are to:<br><br><ul><li>Carry out advanced data analyses within nationally prioritized data-driven projects. The data used will be dependent on the project, and can include sequence data, image data, distribution data, and more.</li><li>Potentially develop tools and workflows for such analyses, and make these available to other researchers.</li><li>Educate other scientists in bioinformatics through collaboration within supported projects, teaching at advanced national courses and consultations.</li><li>Engage in the continuous development and improvement of the DDLS program and the SciLifeLab Bioinformatics platform at a national level."
        },
        {
            "title": "System developer",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Swedish Museum of Natural History (data science node)",
            "funding_url": "https://recruit.visma.com/External/OJCustomer3/AssignmentView.aspx?GuidExtSoftware=a5786420-7e37-474f-a559-74aee65669fe&guid=A8BB065A-2515-44EE-8C86-F45B8CB92D22&locId=2",
            "description": "We are now looking for a system developer to join the Data Science Node in Evolution and Biodiversity (DSN-EB). This opportunity would allow you to contribute your skills and experience towards enabling research on ecosystems and biodiversity, working on exciting development projects and cutting-edge research within your areas of expertise. This position is a unique opportunity to be part of the larger DDLS framework and to contribute towards establishing an internationally leading role for Sweden in developing data science excellence in biological research. Eventually this will accelerate the development of biological research capabilities in addressing pressing global issues, such as the global biodiversity crisis.<br><br>We believe in competence development and competence transfer and here you are offered the opportunity to build technical solutions in biodiversity informatics with Swedish and international colleagues in support of research. Key areas of research will include storage, processing, and availability of biodiversity data from DNA sequencing of natural populations, environmental samples (metagenomics and metabarcoding) and data from automated recording of image, sound, video or sensor data, and large-scale analysis using machine learning.<br><br>You will participate in SBDI development in coordination with developer teams. Your colleagues will include researchers, technicians, and a diversity of stakeholders from Sweden and abroad, sharing the mandate to improve infrastructure use and functionality."
        },
        {
            "title": "System developer",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Swedish Museum of Natural History (data science node)",
            "funding_url": "https://recruit.visma.com/External/OJCustomer3/AssignmentView.aspx?GuidExtSoftware=a5786420-7e37-474f-a559-74aee65669fe&guid=9FCBE315-07CE-439F-8785-6DADEBAABB56&locId=2",
            "description": "We are now looking for a system developer with special expertise in evolution and biodiversity informatics to join the Data Science Node in Evolution and Biodiversity (DSN-EB). This opportunity would allow you to contribute your skills and experience towards enabling research on ecosystems and biodiversity, working on exciting development projects and cutting-edge research within your areas of expertise. This position is a unique opportunity to be part of the larger DDLS framework and to contribute towards establishing an internationally leading role for Sweden in developing data science excellence in biological research. Eventually this will accelerate the development of biological research capabilities in addressing pressing global issues, such as the global biodiversity crisis.<br><br>We believe in competence development and competence transfer and here you are offered the opportunity to build technical solutions in biodiversity informatics with Swedish and international colleagues in support of research. Key areas of research will include storage, processing, and availability of biodiversity data from DNA sequencing of natural populations, environmental samples (metagenomics and metabarcoding) and data from automated recording of image, sound, video or sensor data, and large-scale analysis using machine learning.<br><br>You will participate in SBDI development in coordination with developer teams. Your colleagues will include researchers, technicians, and a diversity of stakeholders from Sweden and abroad, sharing the mandate to improve infrastructure use and functionality."
        },
        {
            "title": "Bioinformatician",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Stockholm University (data science node)",
            "funding_url": "https://www.su.se/english/about-the-university/work-at-su/available-jobs?rmpage=job&rmjob=19544&rmlang=UK",
            "description": "You will get the opportunity to work in a vibrant research environment and with a range of interesting projects in collaboration with different research groups. We are a strong and collaborative team of bioinformatics experts and this, in conjunction with the broad competence within NBIS, the Cryo-EM unit and the larger SciLifeLab community, creates an excellent forum to maintain cutting-edge expertise and acquire new skills. In addition to direct involvement in research projects, the work includes teaching on advanced national courses and potentially method and data resource development in close collaboration with the SciLifeLab Data Centre and with the emerging DDLS Data Science Nodes. <br><br> The position is placed at SciLifeLab Stockholm, which is situated at the research campus of Karolinska Institutet in northern Stockholm. <br><br> Main responsibilities are:<br><ul><li>Carry out advanced data analyses within nationally prioritized projects</li><li>Potentially develop tools and workflows for such analyses</li><li>Educate other scientists in bioinformatics through collaboration within supported projects, teaching at advanced national courses, and consultations</li><li>Take part in the continuous development and improvement of the SciLifeLab Bioinformatics Platform, the Cryo-EM unit, and the DDLS program at a national level.</li></ul>"
        },
        {
            "title": "Bioinformatician",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Swedish Museum of Natural History (data science node)",
            "funding_url": "https://recruit.visma.com/External/OJCustomer3/AssignmentView.aspx?GuidExtSoftware=a5786420-7e37-474f-a559-74aee65669fe&guid=2F5CAF46-521B-4F8D-A82C-9DB47AAA39C3&locId=2",
            "description": "We are now looking for a bioinformatician with expertise relevant for leading data-driven Swedish research projects in evolution and biodiversity to join the Data Science Node in Evolution and Biodiversity (DSN-EB). This will be one of two WABI (Wallenberg Advanced Bioinformatics Infrastructure) support experts attached to NBIS/SciLifeLab; the other will be placed at Department of Cell and Molecular Biology, UU.<br><br>This opportunity would allow you to contribute your skills and experience towards research on ecosystems and biodiversity, working on exciting projects and cutting-edge research within your areas of expertise. This position is a unique opportunity to be part of the larger DDLS framework and to contribute towards establishing an internationally leading role for Sweden in developing data science excellence in biological research. Eventually this will accelerate the development of biological research capabilities in addressing pressing global issues, such as the global biodiversity crisis.<br><br>We believe in competence development and competence transfer, and here you have the opportunity to enter a key position in data-driven research projects on evolution and biodiversity. Primary areas of research will include biodiversity data from DNA sequencing of natural populations, environmental samples (metagenomics and metabarcoding) and data from automated recording of image, sound, video or sensor data, as well as large-scale analysis using machine learning."
        },
        {
            "title": "System developer",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Karolinska Institute (data science node)",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:573071/type:job/where:4/apply:1",
            "description": "KI and SciLifeLab Data Centre are looking for a motivated and knowledgeable System developer specialized towards precision medicine and diagnostics, with placement at KI’s Research Data Office (RDO) in Solna. As a system developer, you are expected to participate in technical development of data services, with a focus on software engineering with methods for DevOps, to strengthen the research field.<br><br>In our team, you will develop services to enable research projects for precision medicine and diagnostics, often in collaboration with health care partners. This requires technical solutions with a high level of security, data integrity and interoperability, which need to be developed in coordination with engineers and developers at other organizations. The datasets are often large and complex, which leads to high demands on both software and infrastructure. Solutions for meta data management and -standardization are of special importance, and integration with data from for example biobanks, clinical registries, clinical trials, large scale molecular data and other health data."
        },
        {
            "title": "Bioinformatician with expertise in precision medicine (2 positions)",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Karolinska Institute (data science node)",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:572802/type:job/where:4/apply:1",
            "description": "The main responsibilities are to: <br><br> <ul><li>Perform advanced data analyses within nationally prioritised data-driven projects.</li><li>Potentially develop tools and workflows to aid such analyses, and for wider use by the scientific community.</li><li>Educate other scientists in bioinformatics through collaboration within supported projects, teaching at advanced national courses and consultations.</li><li>Engage in the continuous development and improvement of the DDLS program and the SciLifeLab Bioinformatics platform at a national level.</li></ul><br>Data analysis tasks could for example include classifying patients based on molecular profiles and health records to inform treatment decisions. The bioinformaticians will also support preclinical research, e.g. studies using model systems to increase the understanding of disease mechanisms through analysis of multi-omics data, images and/or drug-response profiles."
        },
        {
            "title": "Data Engineer",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Karolinska Institute (data science node)",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:573006/type:job/where:4/apply:1",
            "description": "The successful candidate will work at the Data Science Node for Precision Medicine and Diagnostics of the DDLS program, at Karolinska Institute (KI) and SciLifeLab Data Centre (DC). The four Data Science Nodes of the program, placed at four different universities, are responsible for bioinformatics support and the development of data services and tools for the four different scientific fields of the program. This DDLS node works specifically with precision medicine and diagnostics to coordinate needs for services and support, and to engage with research communities and users within the field on the national level. Each node is organized locally at its host university and is integrated in a strong environment for research and data within its field.<br><br>The node staff will be employed at Karolinska Institutet (KI) and placed at the Compliance & Data Office (CDO), part of the central Research Support Office, at the KI campus in northern Stockholm where SciLifeLab’s Stockholm site also is located. The CDO offers broad support on data management, health data, clinical studies, ethics and compliance to researchers and is now, through the DDLS program, developing more specific support for precision medicine. CDO also coordinates the Research Data Office (RDO), a virtual organisation where research support staff is joined by experts from the university library, the IT department, the archive and legal department – connected to RDO is also national data support expert and structures like the Swedish National Data service. KI also offers close collaboration with regional and local initiatives related to precision medicine, e.g. the collaborative Precision Medicine Centre Karolinska (PMCK) together with Karolinska University hospital and the university wide initiative Data Driven research at KI (DDKI)."
        },
        {
            "title": "Data Steward",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Karolinska Institute (data science node)",
            "funding_url": "https://ki.varbi.com/what:job/jobID:572929/type:job/where:4/apply:1",
            "description": "The successful candidate will work at the Data Science Node for Precision Medicine and Diagnostics of the DDLS program, at Karolinska Institute (KI) and SciLifeLab Data Centre (DC). The four Data Science Nodes of the program, placed at four different host universities, are responsible for bioinformatics support and the development of data services and tools for the four different scientific fields of the program. This DDLS node works specifically with precision medicine and diagnostics to coordinate needs for services and support, and to engage with research communities and users within the field on the national level. Each node is organized locally at its host university and is integrated in a strong environment for research and data within its field. The employment and placement are at KI and the work is led by SciLifeLab Data Centre.<br><br>The node staff will be employed at Karolinska Institutet (KI) and placed at the Compliance & Data Office (CDO), part of the central Research Support Office, at the KI campus in northern Stockholm where SciLifeLab’s Stockholm site also is located. The CDO offers broad support on data management, health data, clinical studies, ethics and compliance to researchers and is now, through the DDLS program, developing more specific support for precision medicine. CDO also coordinates the Research Data Office (RDO), a virtual organisation where research support staff is joined by experts from the university library, the IT department, the archive and legal department – connected to RDO is also national data support expert and structures like the Swedish National Data service. KI also offers close collaboration with regional and local initiatives related to precision medicine, e.g. the collaborative Precision Medicine Centre Karolinska (PMCK) together with Karolinska University hospital and the university wide initiative Data Driven research at KI (DDKI)."
        },
        {
            "title": "Data Steward (Bioinformatician)",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Uppsala University (data science node)",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=573165",
            "description": "You will work closely with and guide research groups regarding Data Management Plans, and how they shall structure and publish the research data that they generate. A large focus will be to establish and perform procedures for user support to researchers wanting to deposit data from evolutionary biology and biodiversity. An important part of the work is also to educate researchers in data management best practices. You are also expected to contribute to Research Data Management competence networking within Sweden."
        },
        {
            "title": "Data Engineer",
            "type": "Job",
            "app_deadline": "2023-01-16",
            "employer": "Uppsala University (data science node)",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=573210",
            "description": "The work will focus on development and maintenance of systems for processing and visualisation of biological data. DNA sequences is the most common data type in this area, but also distribution data and image data are common. Part of the work will be driven by needs in projects connected to Earth Biogenome Project, a consortium focusing on genome sequencing of all organisms in the world. The development of a genome portal for visualisation and browsing of these projects is one of the tasks."
        },
        {
            "title": "Two specialist positions",
            "type": "Job",
            "app_deadline": "2023-01-15",
            "employer": "Chalmers University of Technology (data science node)",
            "funding_url": "https://www.chalmers.se/en/about-chalmers/Working-at-Chalmers/Vacancies/Pages/default.aspx?rmpage=job&rmjob=11229&rmlang=UK",
            "description": "The DDLS program is now establishing a national “data science node” in “Cell and Molecular Biology” at Chalmers University of Technology with a national responsibility to develop national data services and to provide bioinformatics support. The bioinformatics support staff will be integrated with the SciLifeLab bioinformatics platform (NBIS), a unique national infrastructure with over 100 employees, providing support, infrastructure and training to the Swedish life science research community and participating in international collaborations. We are now looking for outstanding candidates with competence in computational biology, to provide advanced bioinformatics support for scientifically excellent data-driven Swedish research projects in Cell and Molecular Biology. The successful candidate will join and contribute to a vibrant and welcoming community of bioinformatics and data science researchers within NBIS, SciLifeLab and Chalmers, with national and international collaborations.<br><br>The SciLifeLab and Wallenberg National Program for Data-Driven Life Science (DDLS) is a 12-year initiative that focuses on data-driven research, within fields essential for improving people’s lives, detecting and treating diseases, protecting biodiversity and creating sustainability. The program will train and recruit the next generation of data-driven life scientists and create strong and globally competitive computational and data science capabilities in Swedish life science. The program aims to strengthen national collaborations between universities, bridge the research communities of life and data sciences, and create partnerships with industry, healthcare and other national and international actors.<br><br>As a national hub for molecular biosciences in Sweden, SciLifeLab develops and maintains unique research infrastructure, services and data resources for life science. The overall aim of SciLifeLab is to facilitate cutting-edge, multi-disciplinary life science research and promote its translation to the benefit of society. About 200 research groups, 1500 researchers and 40 national infrastructure units are associated with SciLifeLab, with two main centers located in Stockholm and Uppsala, but with national SciLifeLab units at all major Swedish universities.<br><br>Major responsibilities:<br><ul><li>Carry out advanced data analyses within nationally prioritized data-driven cell and molecular biology projects</li><li>Develop tools and workflows for such analyses</li><li>Educate other scientists in bioinformatics through collaboration within supported projects, teaching at advanced national courses and consultations</li><li>Engage in the continuous development and improvement of the DDLS program and the SciLifeLab Bioinformatics platform at a national level.</li></ul>"
        },
        {
            "title": "Systemutvecklare /DevOps (datatjänster) 1-3 st",
            "type": "Job",
            "app_deadline": "2023-01-13",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=577697",
            "description": "SciLifeLab Data Centre söker 1-3 motiverade och kunniga systemutvecklare. Vi kommer inom den nya nationella dataplattformen för SciLifeLab och DDLS-programmet bygga upp tjänster för serviceenheter och forskargrupper inom life science. Arbetet kommer att inbegripa både nyutveckling, existerande mjukvarukomponenter och kommersiella system.<br><br>Du kommer att ha möjlighet att arbeta i agila utvecklingsprojekt för t.ex:<br><br><ul><li>System för forskningsdata från t.ex. genomik, proteomik, mikroskopi, och kemisk biologi, särskilt integration mot våra dataportaler för pandemiberedskap och data-driven livsvetenskap.</li><li>Tjänster för hantering av hälsodata i samverkan med aktörer inom sjukvården eller klinisk forskning.</li><li>System och verktyg för metadatahantering, t.ex. information om provberedning, experimentell bearbetning och produktion av mätdata.</li><li>Tjänster för distribuerade lagrings- och beräkningssystem kopplade till metadata för studier och prov.</li><li>Verktyg och tekniska utvecklingsmiljöer för träning av teknisk personal.</li><br><br>I uppgifterna ingår även utformning och testning av system tillsammans med användare och dataingenjörer. Du kommer att arbeta i ett team med forskare, ingenjörer, data stewards och systemutvecklare, mitt i SciLifeLabs nationella forskningsinfrastruktur. Arbetet inkluderar samarbeten mellan SciLifeLab och nationella centra för e-infrastruktur, t.ex. Berzelius vid Nationellt Superdatorcentrum."
        },
        {
            "title": "1-3 Data Steward(s)",
            "type": "Job",
            "app_deadline": "2023-01-13",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=571939",
            "description": "SciLifeLab Data Centre is looking for motivated and knowledgeable Data stewards, to join our Data management team. As a data steward, you are expected to participate in user support and development of data services, with a focus on research data management following the FAIR principles, metadata management and data curation, communication with users, and training activities.<br><br>You will be working with data from genomics, proteomics, chemical biology and other technologies, and in a responsive way support projects to continuously make available data, code, methods and results. You will also support projects with technical solutions, services and advice to maintain the highest possible quality in research data management, as well as support a collaborative and open way of working. Meta data management is of particular importance for this role, including information about sample preparation and biomaterial, experimental processing and production of raw data. Health data management, often in collaboration with clinical partners, is an important area and we are particularly looking for data stewards with interest and experience in this field.<br><br>As a data steward, you will work directly with data management through support to different projects and activities, but also by working with engineers and developers to develop data services for the field.."
        },
        {
            "title": "1-2 System developers with operational responsibility (DevOps)",
            "type": "Job",
            "app_deadline": "2023-01-09",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=572635",
            "description": "With us, you will work with the agile development of software solutions and user interfaces unique to bioinformatics. Your work is creative, and part of the work is based on incoming requests from various research groups, where you develop many innovative proposals in collaboration with the researchers.<br><br>Here you work in close collaboration with other developers, both locally and internationally, where you plan together to develop and deliver your work. The Scrum team is responsible for the entire life cycle of applications, from planning and development, deployment using automation, to production and, later, possible decommissioning or migration. As we work on several projects, there are opportunities to use different languages ​​and environments, including Python and Go. Many of the projects we work on the border on 'data science', and there are good opportunities to develop within such technologies and tools (for example R). The work includes contributing to estimating time consumption, tests and documentation.<br><br>We offer a vibrant and dynamic environment with room for collaboration. Furthermore, we value the exchange of knowledge and provide time for professional development.<br><br>You will have the opportunity to participate in teaching by researchers in, e.g. programming. In addition, you will contribute to developing guidelines and frameworks for how NBIS best conducts development."
        },
        {
            "title": "Application expert in Medical imaging diagnostics AI at AIDA Data Hub",
            "type": "Job",
            "app_deadline": "2023-01-09",
            "employer": "Linköping University",
            "funding_url": "https://liu.se/en/work-at-liu/vacancies?rmpage=job&rmjob=20721",
            "description": "The Analytic Imaging Diagnostics Arena (AIDA) facilitates collaboration between national stakeholders in medical imaging diagnostics AI, to accelerate development and use of world leading AI tools. This requires advanced analyses and training of AI algorithms based on massive amounts of medical images and clinical data. The AIDA Data Hub provides services and policy support to the AIDA arena, to increase availability of data for ethical and legal research, and also provides resources for secure processing and sharing of massive amounts of sensitive personal medical imaging data for research.<br><br>The AIDA Data Hub is now planning to extend its service portfolio with application expertise in medical imaging diagnostics AI, to provide advanced support and training to researchers in the AIDA community. The primary focus is on projects with a clear connection to the broader SciLifeLab and DDLS aims, including precision medicine and multi-omics."
        },
        {
            "title": "Postdoktor (2 år) i datadriven livsvetenskap: visualisering av data inom precisionsmedicinsk forskning",
            "type": "Job",
            "app_deadline": "2022-12-23",
            "employer": "Umeå Universitet",
            "funding_url": "https://www.umu.se/jobba-hos-oss/lediga-jobb/postdoktor-2-ar-i-datadriven-livsvetenskap-visualisering-av-data-inom-precisionsmedicinsk-forskning_565809/",
            "description": "För att främja biobanksanvändning och precisionsmedicinsk forskning har medicinska fakulteten vid Umeå universitet lanserat PREDICT, ett brett övergripande infrastrukturprojekt för att förstå sjukdomsförlopp, identifiera biomarkörer för tidig upptäckt av sjukdom och för att undersöka samsjukligheter. PREDICT är en precisionsmedicinplattform med etiskt godkännande för att hjälpa biobanksgivare med ett förnyat, modernt informerat samtycke för att koppla biobanksdata till journaler. Projektet kommer att gynna PREDICTs mål att bidra till förbättrad hälsa i vår befolkning.<br><br>Data som genereras från humana biobanksprover och journaler är känsliga personuppgifter. Hanteringen av känsliga personuppgifter regleras av den allmänna dataskyddsförordningen (GDPR), vilket gör det svårt att dela och återvinna biobanksdata. För optimal användning av biobanksdata syftar detta projekt till att utveckla maskininlärningsmetoder för dataanonymisering och utvärdering av anonymiserade biomedicinska data baserat på datakvalitet och risk för återidentifiering, vilket möjliggör datadelning och återvinning utan begränsningar av GDPR."
        },
        {
            "title": "Nomination of additional members to two of the four DDLS research area specific expert groups",
            "type": "Nomination",
            "app_deadline": "2022-12-01",
            "employer": "SciLifeLab DDLS Program",
            "funding_url": "https://www.scilifelab.se/data-driven/nominate",
            "description": "The DDLS steering group openly invites DDLS partner organizations and the Swedish scientific community at large to nominate additional candidates to be considered to two of the four DDLS research area specific expert groups, namely Data Driven Cell and Molecular biology and Data Driven Epidemiology and Biology of infection."
        },
        {
            "title": "Postdoc in the field of structural biology / structural bioinformatics",
            "type": "Job",
            "app_deadline": "2023-01-13",
            "employer": "Linköping University",
            "funding_url": "https://liu.se/en/work-at-liu/vacancies?rmpage=job&rmjob=20513&rmlang=UK",
            "description": "In this position, you will develop statistical and machine learning approaches to characterize and quantify flexibility in macromolecular atomic models determined by cryo-EM and crystallography experiments. Using Swedish & SciLifeLab national computing infrastructure, you will apply these methods at scale to structures in the PDB, to build a publicly-accessible open database and study experimental flexibility in relation to molecular function.<br><br>As postdoc, you will principally carry out research. A certain amount of teaching may be part of your duties, up to a maximum of 20% of working hours."
        },
        {
            "title": "Postdoc in the field of structural biology / structural bioinformatics",
            "type": "Job",
            "app_deadline": "2023-01-13",
            "employer": "Linköping University",
            "funding_url": "https://liu.se/en/work-at-liu/vacancies?rmpage=job&rmjob=20539&rmlang=UK",
            "description": "In this position, you will use statistical and machine learning approaches to develop methods for improving modelling and refinement of heterogeneous regions of macromolecular atomic models derived from multi-dataset crystallography experiments. You will use these approaches to generate highly detailed models that enable quantitative structural studies of multi-state systems, such as protein-ligand complexes obtained from fragment-screening experiments. You will engage with national & international collaborators to apply these methods to time-resolved and multi-temperature experimental data sets.<br><br>As postdoc, you will principally carry out research. A certain amount of teaching may be part of your duties, up to a maximum of 20% of working hours."
        },
        {
            "title": "PhD position in structural biology / structural bioinformatics",
            "type": "PhD position",
            "app_deadline": "2023-01-13",
            "employer": "Linköping University",
            "funding_url": "https://liu.se/en/work-at-liu/vacancies?rmpage=job&rmjob=20567&rmlang=UK",
            "description": "In this position, you will develop statistical and machine learning approaches to analyze and improve modelling of disordered regions of macromolecular atomic models derived from multi-dataset X-ray crystallography experiments. Working with both national and international experimental collaborators, you will apply these methods to study the role of flexibility and dynamics in relation to molecular recognition and function using data from time-resolved, multi-temperature and fragment screening crystallography experiments.<br><br>As a PhD student, you devote most of your time to doctoral studies and the research projects of which you are part. Your work may also include teaching or other departmental duties, up to a maximum of 20% of full-time."
        },
        {
            "title": "Systemutvecklare vid UPPMAX",
            "type": "Job",
            "app_deadline": "2022-12-12",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=564584",
            "description": "Tjänsten är placerad vid UPPMAX och syftar främst till att designa och utveckla system och tjänster för forskare baserat på behov som identifieras i dialog med SciLifeLab Data Centre (DC), liksom specifika kopplingar och gränssnitt mellan UPPMAX och DCs system. Således kommer rollen att arbeta tätt ihop med både UPPMAX och DC. UPPMAX är en av de nationellt tillgängliga e-infrastrukturer som DDLS-programmet arbetar med för att stödja forskare inom livsvetenskaperna, där vi både har resurser med särskild betydelse för fältet och expertis att stödja landets forskare. Vi har en särskild roll för hantering av storskaliga känsliga data, varför informationssäkerhetsfrågorna måste ha en avgörande roll vid design av sådana lösningar.<br><br>I många fall finns underliggande tekniska lösningar eller kompetens kring att ta fram dem vid UPPMAX i dag. Målet för denna tjänst är att ta fram system som stöder processer och flöden på ett sätt som ökar den upplevda användbarheten och enhetligheten för våra forskare.<br><br>Arbetsuppgifterna inkluderar systemutveckling i projekt av olika karaktär och komplexitet, både i nya system och vidareutveckling av befintliga system. På UPPMAX får du den sällsynta kombinationen av att utveckla dina tekniska färdigheter med tillgång till omväxlande och utmanande teknologier samtidigt som du bidrar till att stärka framstående forskning från många olika ämnesområden. Det finns goda möjligheter till kompetensutveckling inom tjänsten både genom deltagande i internationella och nationella projekt och samarbeten, samt genom deltagande i konferenser, kurser och andra utbildningar."
        },
        {
            "title": "Doctoral student in Spatial Proteomics",
            "type": "PhD position",
            "app_deadline": "2022-12-12",
            "employer": "KTH Royal Institute of Technology",
            "funding_url": "https://kth.varbi.com/en/what:job/jobID:562488/where:4/#.Y3IqC7w7h5A.linkedin",
            "description": "We are looking for a PhD student to develop and apply antibody-based, multiplexed imaging tools to build high-dimensional protein maps of human tissues. The project focuses specifically on molecular and spatial analyses of human samples and tissues to identify pathophysiological mechanisms in Parkinson’s disease. This position includes work e.g. with tissue sample preparation and sectioning, antibody-based assays, highly-multiplexed microscopy, computational image analysis and statistics.<br><br>In this project you will learn, combine and apply cutting-edge tools in proteomics and spatial omics to contribute to the development of biomarkers in neurodegenerative diseases. You will collaborate with other research groups that develop complementary spatial omics methods (in situ sequencing, mass spectrometry-based metabolomics), and machine learning approaches to model spatial multi-omics data.<br><br>The starting date is open for discussion, though ideally, we would like the successful candidate to start as soon as possible. The placement for this PhD position will be at Science for Life Laboratory (http://www.scilifelab.se), a national centre for molecular biosciences with focus on health and environmental research."
        },
        {
            "title": "Doctoral Student within biotechnology focusing on proteomics",
            "type": "PhD position",
            "app_deadline": "2022-11-21",
            "employer": "KTH Royal Institute of Technology",
            "funding_url": "https://kth.varbi.com/en/what:job/jobID:558861/type:job/where:1/apply:1",
            "description": "The project concerns data-driven research on proteomics-based precision medicine and developing protein-based diagnostic computational tools.  The student will employ data-driven methods to integrate molecular and clinical data in order to facilitate translational research with an emphasis on diagnostic applications.<br><br>The primary role will be to conduct research within data-driven life science projects at Scilifelab. The primary goal of the Ph.D. student will be to examine proteomics datasets and construct AI models and/or other modeling methodologies in order to establish more precise and accurate protein quantification approaches. To enhance models for protein quantification in clinical samples, the PhD student will apply Data Independent Acquisition techniques in conjunction with stable isotope-labeled standards. Sample datasets from thousands of patients have been generated experimentally and are ready to be compiled and evaluated. Senior researchers from the division of Systems Biology, Department of Protein Science, will mentor the PhD student. The position includes teaching and other departmental responsibilities."
        },
        {
            "title": "PhD student in Computational Epidemics",
            "type": "PhD position",
            "app_deadline": "2022-12-16",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=555466",
            "description": "This PhD position is part of the eSSENCE-SciLifeLab graduate school in data-intensive science. The school addresses the challenge of data-intensive science both from the foundational methodological perspective and from the perspective of data-driven science applications. It is an arena where experts in computational science, data science and data engineering (systems and methodology) work closely together with researchers in (data-driven) sciences, industry and society to accelerate data-intensive scientific discovery."
        },
        {
            "title": "RED Postdoctoral Fellowships",
            "type": "Job",
            "app_deadline": "2022-12-19",
            "employer": "SciLifeLab (Campus Solna)",
            "funding_url": "https://www.scilifelab.se/career/red-postdoctoral-fellowships/",
            "description": "Three Research Environment and Development (RED) Postdoctoral Fellowship grants are open for applications in 2022. RED Postdoc Fellows will receive a 2-year contract (1 MSEK/yr) to work on self-designed research projects. Successful candidates will be matched to an existing research group and embedded in the unique interdisciplinary and collaborative research environment at SciLifeLab Campus Solna. <br><br> SciLifeLab is a research infrastructure in Sweden with unique technologies and broad expertise in molecular life sciences. Campus Solna is jointly operated by the Royal Institute of Technology (KTH), Karolinska Institutet (KI) and Stockholm University (SU), also known as Stockholm Trio. All activities at Campus Solna are aligned with its dual mission: hosting national research infrastructures, and being an internationally competitive research center. Technical innovations developed at Campus Solna, enhance SciLifeLab’s reputation at the forefront of molecular life sciences.  <br><br> As a RED Postdoc Fellow at Campus Solna SciLifeLab you will: <br><br> <ul> <li>Be part of an internationally recognized research community with access to cutting-edge technologies in molecular life sciences.</li> <li>Have the opportunity to work on an ambitious research project in conjunction with competent interdisciplinary experimentalists and bioinformaticians.</li> <li>Work in a supportive and collaborative research environment with a community that fosters scientific exchange and promotes scientific independence.</li> <li>Be employed by one of the Stockholm Trio universities.</li></ul>"
        },
        {
            "title": "Masters thesis project opportunities",
            "type": "Project opportunity",
            "app_deadline": "2023-06-15",
            "employer": "Umeå University",
            "funding_url": "http://www.henlab.org/join-us/",
            "description": "Master thesis projects offered by Henriksson lab, Umeå University. **No specific deadline given for application**."
        },
        {
            "title": "Various PhD positions in machine learning",
            "type": "PhD position",
            "app_deadline": "2023-03-15",
            "employer": "Umeå University",
            "funding_url": "http://www.henlab.org/join-us/",
            "description": "**No specific deadline given for application**. Please check out the website for details."
        },
        {
            "title": "Various postoc positions in machine learning",
            "type": "Job",
            "app_deadline": "2023-03-15",
            "employer": "Umeå University",
            "funding_url": "http://www.henlab.org/join-us/",
            "description": "**No specific deadline given for application**. Please check out the website for details."
        },
        {
            "title": "Masters projects",
            "type": "Project opportunity",
            "app_deadline": "2023-06-15",
            "employer": "Linköping University",
            "funding_url": "https://macromolecular.github.io/join",
            "description": "*No official deadline, check listing webpage for updates.<br><br>*We welcome contact from Master’s students that are interested in doing projects within the group. We do not advertise specific Master’s projects, but we will always have several available, linked to our various research themes. If you have specific research interests, let us know and we will try to tailor the project to you."
        },
        {
            "title": "Senior experts at data science excellence center in medical imaging",
            "type": "Job",
            "app_deadline": "2022-12-15",
            "employer": "Center for Medical Image Science and Visualization",
            "funding_url": "https://datahub.aida.scilifelab.se/jobs/senior-experts/",
            "description": "There are interesting multi-faceted challenges to address, mapping to a spectrum of technical competences which we believe a combination of two additional experts is suitable for, in addition to our current team. <ul><li>IT architecture for data sharing platforms</li><li>Design and development of shared compute systems for AI</li><li>Data protection expertise - technical, organizational & legal</li></ul>Development of educational programs for data science researchers To a large extent, the technical building blocks needed are available. These roles are expected to - using a deep technical understanding - address the strategic design challenges regarding technical systems, organizations, and workflows, to set a new standard for use of medical data in computer science research.<br><br>At a personal level, candidates for these positions are required to have high social competence and a pragmatic mindset. They must have an ability to deal with highly complex problems and a wide range of tasks. A can-do attitude is important, as well as an enthusiasm for quickly learning.<br><br><b>Please note that no formal deadline is mentioned in the advert, so the given deadline is approximate. Please apply ASAP.</b>"
        },
        {
            "title": "Postdoctoral studies in genomics and transcriptomics",
            "type": "Job",
            "app_deadline": "2022-11-21",
            "employer": "Karolinska Institutet (SciLifeLab)",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:554893/",
            "description": "As a member of the Kutter lab, you will apply, optimize and integrate novel transcriptome-wide approaches (based on single cell RNA-sequencing) to study transcript regulation using data obtained from mouse studies and patients. This project focusses on the roles of regulatory RNAs. <br><br> The Kutter lab interrogates genome- and transcriptome-wide regulation and functionality by employing a combination of next generation sequencing technologies (both bulk and single-cell) and high-throughput genetic screening approaches, develops computational methods, along with applying experimental techniques. The group uses an integrative and collaborative approach, works closely with computational and experimental groups at KI, Science for Life Laboratory (SciLifeLab), and other local and international research groups. Frequent courses are provided on campus. Additional professional training is available through summer schools and recurrent workshops. <br><br> The laboratory is located at SciLifeLab on the Karolinska Institute campus in Stockholm. SciLifeLab offers an attractive research environment, provides state-of-the-art instrumentation and core facilities, and is home to the second largest sequencing cluster in Europe. SciLifeLab is a joint effort between Karolinska Institute, the Swedish Royal Institute of Technology, and Stockholm University. It hosts research groups with diverse backgrounds and expertise, creating a unique interface between basic biology, genomics, bioengineering, drug discovery, and translational medicine."
        },
        {
            "title": "Postdoctoral researcher positions in mass spectrometric chemical biology",
            "type": "Job",
            "app_deadline": "2022-11-28",
            "employer": "Uppsala University (SciLifeLab)",
            "funding_url": "https://uu.varbi.com/what:job/jobID:553811/type:job/where:1/apply:1",
            "description": "These postdoctoral positions in mass spectrometric chemical biology and metabolomics for microbiome investigation are available in the laboratory of Associate Professor Daniel Globisch. The Globisch laboratory is an international and multidisciplinary research group. Our research focus lies on the development of new methodologies to enhance the scope of quantitative and qualitative metabolomics-based research to simplify the discovery of disease-specific small molecule biomarkers in human samples (Example literature: Angew. Chem. Int. Ed. 2021, 60, 23232-23240; 2020, 59, 14342; 2018, 57, 13805; 2021; Chem. Sci. 2018, 9, 6233; Proc. Natl. Acad. Sci. U. S. A. 2013, 110, 4218). This highly interdisciplinary project will include newly developed techniques at the interface of Chemistry and Biology with a combination of metabolomics-based analysis, mass spectrometric analysis of metabolites in biological samples, metabolic pathway analysis, and Chemical Biology techniques. Our team is currently searching for a highly motivated and enthusiastic postdoctoral researchers with passion and enthusiasm for science to support our ongoing interdisciplinary research projects to identify metabolic biomarkers and elucidate microbiome metabolism using mass spectrometry-based metabolomics."
        },
        {
            "title": "Research assistant (experimental / computational in genomics and transcriptomics)",
            "type": "Job",
            "app_deadline": "2022-11-14",
            "employer": "Karolinska Institutet (SciLifeLab)",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:554963/",
            "description": "As a member of the Kutter lab, you will apply and optimize novel transcriptomic approaches (based on bulk and single cell RNA profiling) to study gene regulation and RNA processing using mammalian systems (primary tissues and cell lines), carry out validation experiments involving biochemical and molecular biological tools, and participate in the general duties of the team. As a research assistant you will take a strong lead in the project design and management as well as data generation, analyses and interpretation, and collaborate with other team members. You are expected to report the scientific results by writing scientific papers, attending scientific meetings, and effectively communicate with peers. The ability to work in a highly interdisciplinary and international environment, and to engage in continuous professional development is a must. <br><br> The laboratory is located at SciLifeLab on the Karolinska Institute campus in Stockholm. SciLifeLab offers an attractive research environment, provides state-of-the-art instrumentation and core facilities, and is home to the second largest sequencing cluster in Europe. SciLifeLab is a joint effort between Karolinska Institute, the Swedish Royal Institute of Technology, and Stockholm University. It hosts research groups with diverse backgrounds and expertise, creating a unique interface between basic biology, genomics, bioengineering, drug discovery, and translational medicine."
        },
        {
            "title": "Postdoctoral studies in RNA biology (scholarship)",
            "type": "Job",
            "app_deadline": "2022-11-13",
            "employer": "Karolinska Institutet (SciLifeLab)",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:554947/",
            "description": "As a member of the Kutter lab, you will apply and optimize novel transcriptomic approaches (based on bulk and single cell RNA profiling) to study gene regulation and RNA processing using mammalian systems (primary tissues and cell lines), carry out validation experiments involving biochemical and molecular biological tools, and participate in the general duties of the team. As a Postdoc you will take a strong lead in the project design and management as well as data generation, analyses and interpretation, and collaborate with other team members. You are expected to report the scientific results by writing scientific papers, attending scientific meetings, and effectively communicate with peers. The ability to work in a highly interdisciplinary and international environment, and to engage in continuous professional development is a must."
        },
        {
            "title": "Assistant Professor in Data-Driven Cell and Molecular Biology",
            "type": "Job",
            "app_deadline": "2022-11-09",
            "employer": "Stockholm University",
            "funding_url": "https://www.su.se/english/about-the-university/work-at-su/available-jobs?rmpage=job&rmjob=18793&rmlang=UK",
            "description": "The DDLS program will focus on four strategic areas of data-driven research: cell and molecular biology, evolution and biodiversity, precision medicine and diagnostics, epidemiology and infection biology. The first 20 junior group leaders to join the DDLS Fellows program are now recruited to different Swedish universities. <br><br> Each DDLS Fellow will receive a recruitment package of 17 MSEK, which is meant to cover 5 years of his/her own salary, two PhD students and two postdoc positions, as well as running costs. The Fellow positions are tenure-track, and the universities/organizations will assume the long-term responsibility of their support as tenured faculty. <br><br> The subject area cell and molecular biology concerns research that fundamentally transforms our knowledge about how cells function by peering into their molecular components in time and space, from single molecules to native tissue environments. This research subject area aims to lead the development or application of novel data-driven methods relying on machine learning, artificial intelligence, or other computational techniques to analyze, integrate and make sense of cell and molecular data. <br><br> At Stockholm University the Department of Molecular Biosciences, The Wenner-Gren Institute is looking to fill a position as DDLS fellow in data driven cell and molecular biology."
        },
        {
            "title": "Postdoc in microbial microfluidics and cell-sorting",
            "type": "Job",
            "app_deadline": "2022-11-07",
            "employer": "Uppsala University (SciLifeLab)",
            "funding_url": "https://uu.varbi.com/en/what:job/jobID:549373/",
            "description": "The biodiversity of microbes is known to be extraordinarily high but most species remain uncultivated and we therefore know very little about their evolution and functioning in ecosystems. In this 2-year funded post-doc project, we will develop a microfluidic-assisted cell-sorting method that aims to isolate specific microbial cells from a mixed population in order to retrieve their genome in a targeted fashion. <br><br><b>Duties</b><br><br> Establish and maintain algal cultures to run experiments. Developing PCR assays to target specific cells via, e.g., TaqMan probes. Use this PCR assay in microdroplets, produced via microfluidic devices, and sort target droplets via fluorescence activated cell sorting (FACS). Perform all controls necessary to verify the proper functioning of the targeted assay. Prepare cell materials for high-throughput sequencing and analyse the resulting data. Regularly present data to both hosting labs and disseminate results in leading peer-reviewed publications and one conference. The training of junior group members (i.e. master and PhD students) might also be required as well as minor contributions to teaching."
        },
        {
            "title": "Researcher Cell Biology - Sequencing and Assay Development for OligoNova Hub",
            "type": "Job",
            "app_deadline": "2022-11-07",
            "employer": "University of Gothenburg (SciLifeLab)",
            "funding_url": "https://web103.reachmee.com/ext/I005/1035/job?site=7&lang=UK&validator=9b89bead79bb7258ad55c8d75228e5b7&job_id=27412",
            "description": "As researcher in the cell biology team at OligoNova Hub, you are responsible for the evaluation of pharmacological and toxicological effects of the therapeutic oligonucleotides that are developed at OligoNova Hub. In your role, you develop and use various state-of-the-art methods in particular related to RNA sequencing and qPCR, aided by advanced laboratory automation systems, and apply these methods to analyses in cell lines and primary cell culture models. You also contribute to HTS profiling in fluorometric assays and using advanced microscopy, and to project management and communication with internal and external partners."
        },
        {
            "title": "Senior postdoc in spatial proteomics and eukaryote evolution",
            "type": "Job",
            "app_deadline": "2022-11-03",
            "employer": "Uppsala University",
            "funding_url": "https://mp.uu.se/en/web/info/vart-uu/lediga-jobb/-/jobb/544727",
            "description": "Establish the knowledge and workflow to run proteomic experiments in the lab in collaboration with a local proteomic core facility. Adapt hyperLOPIT to red algae. Bring red algal cultures to sufficient densities, and execute hyperLOPIT. Perform protein cellular location prediction by Machine Learning. Analyse the data in the context of plastid evolution. Disseminate results in appropriate formats, including leading peer-reviewed publications and conferences. Training of junior group members might also be involved, as well as other standard tasks related to a research group including providing operational support to the good functioning of the lab. The candidate should be willing to travel, for short (e.g. conference) or longer period if training is necessary."
        },
        {
            "title": "Senior research engineer in medicinal chemistry & chemical biology at CBCS",
            "type": "Job",
            "app_deadline": "2022-10-28",
            "employer": "Umeä University (SciLifeLab)",
            "funding_url": "https://umu.varbi.com/en/what:job/jobID:548936/type:job/where:1/apply:1",
            "description": "The duties mainly consist of follow-up of small molecules identified through the screening of libraries of thousands of small molecules. This includes the identification of pre-existing substances by searching different types of databases, but mainly the design and synthesis of new small molecules with different substitution patterns. New small molecules will be characterized and the work should be summarized and communicated to the research group with whom the infrastructure cooperates. In addition to this, lab journals should be kept and joint efforts to keep the lab operations running are also part of the tasks with specific responsibilities e.g. for HPLC and MS instruments. Contact and exchange with researchers and with CBCS staff at other universities is an important part of the tasks. In addition, you are expected to take an active part in the development of the infrastructure through the implementation of new technologies and instrumentation."
        },
        {
            "title": "Bioinformatician (NBIS)",
            "type": "Job",
            "app_deadline": "2022-10-23",
            "employer": "Lund University",
            "funding_url": "https://lu.varbi.com/en/what:job/jobID:548236/type:job/where:4/apply:1#.YzqBf6PVJnM.linkedin",
            "description": "We are looking for 1-2 experts that will participate primarily in bioinformatics analysis of omics data in medically or clinically oriented studies, but also other types of bioinformatics analyses. The work involves supporting Swedish researchers in this field under a “fee for service” model. The projects will differ in complexity and will typically involve human data in the health and clinical area, but can in some cases involve data from other organisms, as well as other research fields. <br><br> Responsibilities include planning, initiating and executing bioinformatics analyses, communication with research groups, staying aware of current developments in the field, and writing and communicating results and reports. NBIS experts are also regularly involved in advanced bioinformatics training for the Swedish research community. Regular internal meetings and training opportunities will be part of the work. NBIS also gives time for professional development and the opportunity to learn from a diverse team of NBIS colleagues. <br><br> The work will include some amount of travel to other Swedish universities, as knowledge exchange is a key aspect of our operation and development, to maintain cutting-edge expertise for analysis of current and emerging data types."
        },
        {
            "title": "Postdoctoral fellow in spatio-temporal dynamics of antimicrobial resistance in animals",
            "type": "Job",
            "app_deadline": "2022-10-22",
            "employer": "University of Gothenburg",
            "funding_url": "https://web103.reachmee.com/ext/I005/1035/job?site=7&lang=UK&validator=9b89bead79bb7258ad55c8d75228e5b7&job_id=27240",
            "description": "We are looking for a postdoctoral researcher with background in infectious disease modeling, population biology, applied mathematics or game theory. The work will focus on the simulation of coordinated international interventions between countries to reduce antimicrobial resistance. The ideal candidate will also bring his/her own research questions to develop in the broad field of disease dynamics. The successful candidate will work independently (i) to run epidemics simulations (ii) conduct sensitivity analysis, (iii) conduct parameter inference."
        },
        {
            "title": "Postdoctoral fellow in epidemiology of antimicrobial use in pigs",
            "type": "Job",
            "app_deadline": "2022-10-22",
            "employer": "University of Gothenburg",
            "funding_url": "https://web103.reachmee.com/ext/I005/1035/job?site=7&lang=UK&validator=9b89bead79bb7258ad55c8d75228e5b7&job_id=27233",
            "description": "We are looking for quantitatively minded candidate to study antimicrobial use in pig husbandry in Europe before and after the potential adoption of alternatives to antimicrobials. The candidate will combine geospatial models with livestock demography data, and results from clinical trials on alternatives to antibiotics. The ideal candidate will also bring his/her own research questions to develop in the broad field of epidemiology of AMR. The project is funded by the AVANT consortium. <br><br> The successful candidate will produce independently (i) statistical analysis of on-farm antibiotic use datasets and (ii) maps of antimicrobial consumption across Europe. She/he will be expected to attend quarterly online meeting (on-line), as well as yearly consortiums meetings in person."
        },
        {
            "title": "Bioinformatician with focus on research support within image analysis",
            "type": "Job",
            "app_deadline": "2022-10-21",
            "employer": "Uppsala University",
            "funding_url": "https://uu.varbi.com/en/what:job/jobID:548035/",
            "description": "We are looking for a bioinformatician with strong interest in developing, implementing and adjusting image analysis tools for quantitative analysis of microscopy data. Much focus is on large scale analysis based on machine learning and deep learning/AI. You will work with shorter and longer projects and offer research support via the BIIF nodes in Uppsala and Stockholm, and other universities in Sweden. The appointment also includes duties in the form of organizing user meetings/courses and workshops in digital image processing and analysis with life science applications. Supervision of MSc theses in the area is also part of the duties, as well as some involvement in research projects within Carolina Wählbys research group."
        },
        {
            "title": "PhD student in systematic biology",
            "type": "PhD position",
            "app_deadline": "2022-10-20",
            "employer": "Uppsala University",
            "funding_url": "https://mp.uu.se/en/web/info/vart-uu/lediga-jobb/-/jobb/544632",
            "description": "The position involves lab work and bioinformatics. Lab work may include: sampling, cell isolation, imaging with advanced microscopy, cell-sorting, attempts for cultivation of interesting cells in enrichment cultures, and library preparation for metabarcoding and HTS sequencing. Bioinformatics includes analysis of diversity datasets, phylogenetics, analysis of genomic datasets, phylogenomic. Disseminate results in appropriate formats, including leading peer-reviewed publications and conferences. Training will be provided when necessary."
        },
        {
            "title": "Two research assistants",
            "type": "Job",
            "app_deadline": "2022-10-18",
            "employer": "Karolinska Institutet",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:551058/",
            "description": "As Research Assistant, you will support our group and the Advanced FISH Technologies (AFT) facility by performing DNA/RNA FISH probe preparation and various types of DNA/RNA FISH assays as well as by participating to R&D activities ongoing in our lab. <br><br> You will work alongside the other members of the Bienko-Crosetto group and AFT Facility in a scientifically thriving research environment focused on basic genome biology, molecular methods development and oncogenomics. <br><br> You will daily interact with senior scientists, postdocs and PhD students from many diverse fields and backgrounds, having the opportunity to learn new concepts in biology, developing your experimental skills, and fostering your creativity. <br><br> Your primary tasks will be: <ul> <li>Applying DNA/RNA FISH methods developed in our lab to samples provided by collaborators or users of the AFT facility.</li> <li>Participating to the development of novel FISH assays tailored for clinical formalin-fixed paraffin-embedded tissues.</li> <li>Producing FISH probes using the iFISH pipeline that we previously established (https://www.nature.com/articles/s41467-019-09616-w).</li> <li>Preparing cell and tissue samples for DNA/RNA FISH, including mammalian cell culture and tissue section clearing to reduce autofluorescence.</li> </ul>"
        },
        {
            "title": "PhD student in systematic biology",
            "type": "PhD position",
            "app_deadline": "2022-10-17",
            "employer": "Uppsala University",
            "funding_url": "https://mp.uu.se/en/web/info/vart-uu/lediga-jobb/-/jobb/544689",
            "description": "The position involves lab work and bioinformatics. Lab work includes: field trips, sampling, cell isolation, imaging with advanced microscopy, attempts for cultivation of interesting cells in enrichment cultures, and library preparation for metabarcoding and HTS sequencing. Bioinformatics includes analysis of diversity datasets, phylogenetics, analysis of transcriptomic datasets, gene-tree species tree reconciliation. Disseminate results in appropriate formats, including leading peer-reviewed publications and conferences. Training will be provided when necessary."
        },
        {
            "title": "Associate Professor in Scientific Computing with specialization in distributed, parallel and data-intensive computing",
            "type": "Job",
            "app_deadline": "2022-10-17",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=521505",
            "description": "With this position we plan to strengthen our activities in distributed, parallel and data-intensive computation and their applications. Examples of research in the area at the division include development of new programming models and frameworks for task-based parallelism, federated machine learning, new frameworks for distributed and cloud-based analysis of streaming data, large-scale parallel numerical linear algebra, optimization and simulation with applications in, e.g., computational chemistry, systems biology, genetics and computational fluid dynamics. <br><br> The vision of the division is a dynamic research environment where system and programming aspects close to computer science are integrated with improvements of computational methods close to applied mathematics. The research at the division is often motivated by an interest in the scientific application and in the (re)formulation of mathematical models to enable large-scale and scalable simulation and data analysis. For this reason, we value experience from interdisciplinary scientific collaborations and collaboration with industry."
        },
        {
            "title": "1-2 Frontend System developer (Web Developer)",
            "type": "Job",
            "app_deadline": "2022-10-05",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=541269",
            "description": "With us, you'll be working with agile development of software solutions and with user interfaces unique to the field of bioinformatics.  In this role, you will be responsible for the initial and continued development of web frontends. Your work will be creative and include supporting researchers with innovative solutions.<br><br>Here you will be working closely with other developers in one of our SCRUM teams. The work is both local and international. You will also be in contact with researchers and other experts in bioinformatics. We offer a pleasant and dynamic work environment with room for collaborations and independent projects. Furthermore, we value the exchange of knowledge and we offer time for you to further your own skill development.<br><br>Your main task will be the development, maintenance and management of the internal and external web systems of NBIS, as well as resolving incoming inquiries from various research groups. You will also participate in contacts with both internal and external users, teach, and contribute to the development of specification of requirements, MVP, estimation of time required, testing, and documentation.  In addition, you will be driving the development of guidelines and frameworks for frontend development in NBIS"
        },
        {
            "title": "Research engineer in service development and operations at AIDA Data Hub",
            "type": "Job",
            "app_deadline": "2022-10-03",
            "employer": "AIDA Data Hub",
            "funding_url": "https://liu.se/en/work-at-liu/vacancies?rmpage=job&rmjob=20008&rmlang=UK",
            "description": "The research engineer will be part of the AIDA Data Hub Scrum team, which is tasked with developing and operating services at the AIDA Data Hub, Bigpicture, and related efforts, and will collaborate closely with other national and international scrum teams to develop cutting-edge services for sensitive personal data for research. The position will also include dialogue with users and other stakeholders from academic institutions, companies and care providers, within and outside of Sweden. <br><br> A heavy focus will be on developing and operating services using cloud technologies that are in current widespread use, such as OpenStack, S3, Terraform, and Kubernetes, and on software development mostly in golang. Development and operation of some self-hosted services are also in scope, as is some software development in other programming languages such as Python."
        },
        {
            "title": "WASP-DDLS Postdoc in AI and Machine Learning",
            "type": "Job",
            "app_deadline": "2022-09-30",
            "employer": "Chalmers",
            "funding_url": "https://www.chalmers.se/sv/om-chalmers/Arbeta-pa-Chalmers/lediga-tjanster/Sidor/default.aspx?rmpage=job&rmjob=10831",
            "description": "The announced postdoc position is part of a joint collaboration between the two largest research programs in Sweden, the Wallenberg AI, Autonomous Systems and Software Program (WASP) and the SciLifeLab and Wallenberg National Program for Data-Driven Life Science (DDLS), with the ultimate goal of solving ground-breaking research questions across disciplines. <br><br> This position is part of the twin-postdoctoral research project “Massively parallel in vivo gene editing and AI modeling to decipher brain tumor invasion”. The WASP post-doctoral researcher (this position) will join Rebecka Jörnsten’s group at Chalmers and the DDLS post-doctoral researcher has recently joined the Nelander lab at Uppsala University. <br><br> We are looking for a motivated, independent postdoctoral and team-oriented researcher in AI and machine learning eager to work on the development of new methodologies and computing solutions to analyze complex, high-dimensional data. The project involves both real-world data analysis and new methods’ development. The key analytical challenge in this project is to analyze a new type of massively parallel gene knockout experiments in the context of brain tumor studies. Towards this goal, you will develop methods for neural network regularization appropriate for the analysis of noisy data and algorithms for optimal experimental design, as well as data augmentation and transfer learning methods to combine heterogeneous data sources."
        },
        {
            "title": "Research engineer in microbiology",
            "type": "Job",
            "app_deadline": "2022-09-30",
            "employer": "Uppsala University",
            "funding_url": "https://uu.se/en/about-uu/join-us/details/?positionId=534274",
            "description": "As the Research Engineer 1, you will work closely with the other researchers and PhD students in the group and support them in their projects. You will construct single strains as well as libraries of genetically modified bacteria and be responsible for NGS including sample preparation and data analysis. Protein purification and microscopy can also be part of your work duties if the projects so require. You will train and support the other researchers in the group in NGA and cloning, and you will have the overall responsibility for the lab's strain database and be the primary contact point for the sequencing facility. If time allows, you are welcome to also peruse your own projects. You will be offered continuous training and you will be expected to stay up-to-date in your area of ​​expertise. The lab is interdisciplinary, which means that you will collaborate closely with microbiologists, microfluidics engineers, biophysicists, computer scientists, optical engineers, biochemists, molecular biologists, and software engineers."
        },
        {
            "title": "PhD student in Scientific Computing focusing on Secure Federated Machine Learning",
            "type": "PhD position",
            "app_deadline": "2022-09-27",
            "employer": "Uppsala University",
            "funding_url": "https://uu.varbi.com/en/what:job/jobID:535881/",
            "description": "Artificial intelligence (AI) is at the core of modern-day applications. With the advent of massive datasets, the last two decades were dedicated to improve the mathematical modeling and training processes. Recently, a significant extent of the research focus has shifted towards security, privacy and trust of AI-assisted solutions. Among the recently developed solutions, federated machine learning (FedML) has proven to be a suitable approach for privacy-preserving machine learning. <br><br> The main objective of federated machine learning is to train a global machine learning model based on data that is distributed across heterogeneous data providers, but without requiring the raw data to leave the local data provider. While the FedML paradigm has been shown to preserve confidentiality of the data between the local data providers and the global model aggregator, there are still open challenges in ensuring that the training process is secure and private against malicious data providers, as well as to monitor the integrity of the training process without having access to the local data. <br><br> In this project, our focus will be on security and privacy-enhancing techniques for federated machine learning. The approach is centered around developing new theories and methodologies to achieve secure aggregation of federated machine learning models."
        },
        {
            "title": "System administrator to NGI-Uppsala, SNP&SEQ technology platform",
            "type": "Job",
            "app_deadline": "2022-09-27",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=541993",
            "description": "We are seeking a system administrator to join our Systems group in maintaining, optimizing, and developing the various systems used in laboratory and bioinformatic processes. These include the automation of data handling and analysis; tracking of samples, steps and reagents in laboratory workflows; documentation management; and visualization of key performance indicators (KPI). SNP&SEQ is growing and changing rapidly, which makes it necessary to have a scalable and dynamic IT environment with a high degree of automation. Large data volumes and very high demands on system availability create challenges beyond the ordinary. Great emphasis is also placed on creating and maintaining a secure IT environment, as sensitive personal data is handled. SNP&SEQ works according to the European quality standard ISO/IEC 17025 and is accredited by SWEDAC as a testing laboratory for genotyping and sequencing. All of the work carried out at SNP&SEQ is performed with focus on providing service of the highest possible quality."
        },
        {
            "title": "PhD students in Bioinformatics",
            "type": "PhD position",
            "app_deadline": "2022-09-21",
            "employer": "Stockholm University",
            "funding_url": "https://www.su.se/english/about-the-university/work-at-su/available-jobs/phd-student-positions-1.507588?rmpage=job&rmjob=18555&rmlang=UK",
            "description": "Your studies in Bioinformatics will be in the project: 'Deep Learning for Protein-Protein interactions'. <br><br> Protein structure is essential for understanding their function as well as for developing drugs targeting proteins. Recently, a deep learning method that can predict the structure of most proteins was made freely available, and a database with predicted structure was released. However, proteins do not act alone - they act together with other proteins. Therefore, the next major challenge is to use these types of methods for predicting protein-protein interactions. Initial studies from us have shown that it is possible to predict accurate structures of a large part of dimeric proteins using either a modified version of AlphaFold2 or AlphaFold-multimer. However, there are still many proteins that cannot be built accurately, nor are we able always to distinguish interacting from non-interacting protein pairs and to build larger complexes accurately is still an unsolved problem. In this project, we are recruiting 1-2 PhD students which will work together with two recently recruited postdocs to leverage recent advances in the field of machine learning to build better deep-learning models for predicting protein-protein interactions and to apply these methods to biologically relevant problems. <br><br> The Elofsson group is located at the Science for Life Laboratory. Elofsson has worked on protein structure predictions for more than two decades. He has worked on various techniques, both using machine learning and other computational techniques. His most important contributions for this work are the methods he has developed to identify the quality of protein models, Pcons and various versions of ProQ. The group consists currently of five PhD students and one senior researcher."
        },
        {
            "title": "Forskningsassistent inom medicinsk epidemiologi",
            "type": "Job",
            "app_deadline": "2022-09-21",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=542403",
            "description": "Uppsala universitet är ledande inom medicinsk epidemiologi. Vid Anders Wiklöf-institutet för hjärtforskning arbetar vi med mycket stora mängder av nya sorters medicinska data, i kombination med nya analytiska metoder såsom maskininlärning. I det aktuella projektet kommer data om näringsinnehåll i processad mat och objektiva mått på matintag att analyseras, bland annat i relation till risker för att insjukna i hjärt-kärlsjukdom. Arbetsuppgifterna omfattar planering, datahantering, kvalitetskontroll och analys av mycket stora datamängder med framförallt programspråket R, men även andra programspråk som Matlab och Python kan bli aktuella"
        },
        {
            "title": "Three quantitative multidisciplinary postdoctoral fellowships",
            "type": "Job",
            "app_deadline": "2022-09-20",
            "employer": "Umeå University",
            "funding_url": "https://www.umu.se/en/work-with-us/postdoctoral-scholarships/7-1336-22/",
            "description": "The Integrated Science Lab (IceLab) (icelab.se) jointly with several departments at Umeå University and SLU offer three postdoctoral scholarships that will be affiliated with one of six possible multidisciplinary projects. <br><br> The ideal postdocs will have mathematical and computational modeling expertise and a deep interest in working with empirical researchers. <br><br> The six projects are: <ol type='A'> <li>Semantic analysis of single-cell data</li> <li>Expulsion events as drivers of evolution in endosymbiotic systems</li> <li>Modelling forest carbon sequestration in a dynamic world</li> <li>Statistical learning for Chronosilviculture</li> <li>Modeling arctic soil-pore networks undergoing environmental-induced structural changes</li> <li>Intelligent wearable sensors for in-the-field individual assessment and feedback for improved movement control after knee injury</li> </ol>"
        },
        {
            "title": "Assignment DDLS research school director",
            "type": "Job",
            "app_deadline": "2022-09-19",
            "employer": "SciLifeLab (DDLS)",
            "funding_url": "https://www.scilifelab.se/career/assignment-ddls-research-school-director/",
            "description": "We seek a researcher at associate or full professor level, or an assistant professor or scientist with equivalent experience who is able and interested in directing the planning and the launch of the DDLS research school together with the 11 DDLS partner organizations. The DDLS research school aims to train the future researchers to have a high competence within data-driven life science in order to meet the future needs of experts within data-driven life sciences in research and development (R&D), industry, health care, as well as society at large. The DDLS research school will present a unique opportunity to unite students and mentors across the country across the four different research areas of DDLS and to contribute to one of the central goals of the 12-year DDLS program."
        },
        {
            "title": "PhD student in medical cell biology specialized in advanced microscopy and image analysis",
            "type": "PhD position",
            "app_deadline": "2022-09-15",
            "employer": "Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=536701",
            "description": "The PhD student project aims to implement a super-resolution technique known as image scanning microscopy combined with spinning-disk confocal microscopy. Routines for image scanning, reconstruction and analyses must be developed to increase the spatial resolution while maintaining a high acquisition speed for imaging of cells and islets in three dimensions as a function of time. The method will be applied in studies of the primary cilium and signalling in this and other subcellular compartments. Signalling with calcium ions and cyclic nucleotides is of special interest. Fluorescent sensors for these messengers will be expressed with specific targeting sequences and the importance of various receptors and signalling proteins determined by pharmacological and molecular biological perturbations. The project will include technical work to build the microscope setup, programming to develop image acquisition routines and analysis methods, as well as experimental laboratory work with living cells in culture. <br><br> The project will be linked to the recently started research school within Uppsala Diabetes Center, UDC (https://www.uu.se/forskning/udc/?languageId=1) and involves supervisors from both medical (Anders Tengholm and Olof Idevall, Dept Medical Cell Biology) and technical-natural sciences faculty (Carolina Wählby, Dept information technology and SciLifeLab BioImage Informatics facility, BIIF) with complementary competences in cell biology and physiology, microscopy of living cells and development of software and analysis tools for quantitative microscopy. <br><br> The successful candidate will devote most of the time towards the research project and own graduate studies. Other service activities within the department, such as teaching and administrative work, can be included within the framework of the employment (maximum 20%). The position will be extended with the time devoted to teaching to allow four years of full-time graduate studies."
        },
        {
            "title": "1 -2 Assistant Professor(s) in Molecular Life Science (DDLS Fellow)",
            "type": "Job",
            "app_deadline": "2022-09-12",
            "employer": "Karolinska Institutet",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:506345/type:job/where:4/apply:1",
            "description": "We are looking for up to two talented researchers who are expected to develop world-leading independent biomedical research in one or several of the fields of interest to SciLifeLab and Karolinska Institutet. SciLifeLab Fellows have a base both at SciLifeLab and at one of Karolinska Institutet’s 22 departments. The candidates chose themselves which department they want to join as the last step of the recruitment process. The positions include internationally competitive grant support enabling experimental research using advanced molecular life science methods, access to research infrastructure and recruitment of postdocs and doctoral students."
        },
        {
            "title": "Assistant Professor in Data-Driven Precision Medicine and Diagnostics (DDLS Fellow)",
            "type": "Job",
            "app_deadline": "2022-09-12",
            "employer": "Karolinska Institutet",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:529700/type:job/where:4/apply:1",
            "description": "We are looking for a talented researcher who is expected to develop world-leading independent biomedical research in the field of Data-Driven Precision Medicine and Diagnostics. DDLS Fellows have a base both at SciLifeLab and at one of Karolinska Institutet’s 22 departments. The candidates chose themselves which department they want to join as the last step of the recruitment process. The positions include internationally competitive grant support enabling experimental research using advanced molecular life science methods, access to state-of-the-art research infrastructure and recruitment of postdocs and doctoral students."
        },
        {
            "title": "Assistant Professor in Data-Driven Epidemiology and Biology of Infection (DDLS Fellow)",
            "type": "Job",
            "app_deadline": "2022-09-12",
            "employer": "Karolinska Institutet",
            "funding_url": "https://ki.varbi.com/en/what:job/jobID:529699/type:job/where:4/apply:1",
            "description": "We are looking for a talented researcher who is expected to develop world-leading independent biomedical research in the field of Data-Driven Epidemiology and Biology of Infection. DDLS Fellows have a base both at SciLifeLab and at one of Karolinska Institutet’s 22 departments. The candidates chose themselves which department they want to join as the last step of the recruitment process. The positions include internationally competitive grant support enabling experimental research using advanced molecular life science methods, access to state-of-the-art research infrastructure and recruitment of postdocs and doctoral students."
        },
        {
            "title": "WASP-HS and DDLS joint call for seed-money",
            "type": "Funding call",
            "app_deadline": "2022-09-01",
            "opening_date": "2022-06-08",
            "employer": "DDLS Partner Organisations",
            "funding_url": "https://www.scilifelab.se/data-driven/wasp-hs-and-ddls-joint-call/?utm_campaign=nyhetsbrev&utm_medium=email&utm_source=apsis",
            "description": "The SciLifeLab & Wallenberg National Program for Data-Driven Life Science (DDLS) and the Wallenberg AI, Autonomous Systems and Software Program – Humanities and Society (WASP-HS) are dedicated to forming meaningful collaborations. As a first step, DDLS and WASP-HS now announce a call for seed-money to explore the possibility of developing joint research projects addressing mutually relevant issues of major significance that bridge the thematic profiles of both programs. The grant period starts 1st January 2023. Email ddls-calls@scilifelab.se for more information, though note that the email will not be monitored betwee 8th July 8 and 9th August 2022."
        },
        {
            "title": "PhD position in data-driven biodiversity modeling",
            "type": "PhD position",
            "app_deadline": "2022-08-31",
            "employer": "Uppsala University",
            "funding_url": "https://uppsalauniversitet.se/en/about-uu/join-us/details/?positionId=520704",
            "description": "The main focus of this PhD position will be to develop AI models and/or other modeling approaches with the aim to predict the biodiversity capacity/potential of a given site. Although biodiversity is very complex, a good starting point is to focus on species richness or richness on other taxonomic levels. The training data for these models will be biodiversity data generated within our group as well as by local and international collaborators, largely consisting of genetic data resulting from environmental DNA sequencing. Sample datasets for initial development work are ready to be compiled and analyzed immediately. Predictors used in these models will consist of biotic as well as abiotic features, including high-resolution data generated by modern remote sensing techniques (e.g., satellite images and airborne laser scanning data)."
        },
        {
            "title": "1-2 PhD positions in data-driven biodiversity research using metabarcoding",
            "type": "PhD position",
            "app_deadline": "2022-08-31",
            "employer": "Uppsala University",
            "funding_url": "https://uppsalauniversitet.se/en/about-uu/join-us/details/?positionId=520702",
            "description": "The focus of this PhD position will be to apply and further develop existing environmental DNA sampling and processing techniques, with the aim to comprehensively capture the biodiversity at a given site across the whole tree of life. This work will take place in collaboration with other research groups specialized in environmental DNA, both based at Uppsala University as well as at other national and international institutions. Depending on the candidate’s background and interest, the PhD position may include the following tasks: i) testing combinations of different eDNA sampling techniques in the field, ii) developing lab-protocols to extract and amplify genetic markers for multiple organism groups from eDNA samples, iii) developing bioinformatic pipelines to automatically process, catalogue, and analyze samples (in collaboration with the [SBDI ASV portal](https://asv-portal.biodiversitydata.se/about), iv) compiling diversity metrics based on taxonomic as well as genetic diversity. In case of multiple suitable applicants, up to two applicants with complementary backgrounds may be accepted for this call."
        },
        {
            "title": "Two technical system administrators at UPPMAX (text only in Swedish)",
            "type": "Job",
            "app_deadline": "2022-08-31",
            "employer": "UPPMAX/Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=522085",
            "description": "Vill du vara med och utveckla ett svenskt superdatorcentrum kan denna tjänst vara något för dig. Som teknisk systemadministratör vid UPPMAX kommer du arbeta i ett team på cirka tio systemexperter och tillsammans med kollegorna driva och utveckla UPPMAX högpresterande lagrings-, beräknings- och molnsystem, samt infrastruktur. Arbetsuppgifterna inkluderar hela stacken från installation av hårdvara till konfiguration av operativsystem och infrastrukturplattformar, systemutveckling, övervakning och dokumentation. I arbetet kommer du komma i kontakt med våra användare, i regel forskare, för att ge första och andra linjens användarstöd. På UPPMAX får du den sällsynta kombinationen av att utveckla dina tekniska färdigheter med tillgång till omväxlande och utmanande teknologier samtidigt som du bidrar till att stärka framstående forskning från många olika ämnesområden. Det finns goda möjligheter till kompetensutveckling inom tjänsten både genom deltagande i internationella och nationella projekt och samarbeten, samt genom deltagande i konferenser, kurser och andra utbildningar."
        },
        {
            "title": "Postdoc in machine learning for single cell data analysis",
            "type": "Job",
            "app_deadline": "2022-08-28",
            "employer": "Umeå University",
            "funding_url": "https://www.umu.se/en/work-with-us/open-positions/post-doctor-in-machine-learning-for-single-cell-data-analysis_507450/",
            "description": "The Department of Molecular Biology Umeå University seeks a postdoctoral scientist to work with varational autoencoders to model gene isoforms in single-cell data. The position is funded by the Medical Faculty. Further details are provided by Johan Henriksson (johan.henriksson@umu.se) and Tommy Löfstedt (tommy.lofstedt@umu.se)"
        },
        {
            "title": "1-2 Bioinformatician with focus on data stewardship for human data",
            "type": "Job",
            "app_deadline": "2022-08-19",
            "employer": "Uppsala University (NBIS)",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=524533",
            "description": "We are looking for persons that want to enable Life Science research in Sweden that is beyond what is achievable for individual researchers, a single university, or a single research area. You will work closely with and guide research groups regarding Data Management Plans, and how they shall structure and publish the research data that they generate. A large focus will be to establish and perform procedures for user support to researchers wanting to deposit human genetic data. An important part of the work is also to educate researchers in data management best practices. You are also expected to contribute to Research Data Management competence networking within Sweden, as well as in Data Management capability development efforts internationally in the ELIXIR network."
        },
        {
            "title": "Postdoc in machine learning for structural bioinformatics",
            "type": "Job",
            "app_deadline": "2022-08-15",
            "employer": "Linkoping University",
            "funding_url": "https://liu.se/en/work-at-liu/vacancies?rmpage=job&rmjob=19565&rmlang=UK",
            "description": "This position is part of the post-doctoral research project “Data-driven application to protein-protein interactions”, which is a joint interdisciplinary research project between professor Björn Wallner at Linköping University (Björn Wallner - LiU) and associate professor Alexey Amunts at SciLifeLab (Alexey Amunts - SU) with aim of using and develop AI methods to understand protein-protein interactions and apply them to biologically relevant problems for which we have cryo-EM data. The project involves using existing methods, i.e., AlphaFold, and developing new AI methods that are specific tailored to the problem and the data available. The position is based at the AI structural biology group at LiU, but it also includes extensive collaborations with the cryo-EM group at SciLifeLab. We are looking for a motivated, independent postdoc researcher in AI and machine learning and/or structural biology eager to learn new methodologies. Central to the project is the development of methods that incorporate experimental data or prior information into the AI methods to improve predictions and modeling capabilities."
        },
        {
            "title": "1-2 Bioinformatician in genome assembly",
            "type": "Job",
            "app_deadline": "2022-08-15",
            "employer": "Uppsala University (NBIS)",
            "funding_url": "https://uu.varbi.com/en/what:job/type:job/jobID:518948/?where=26",
            "description": "The main responsibility is working in genome assembly projects, as a service to Swedish researchers or in international consortia. Work will involve genome assembly using long reads (mostly PacBio HiFi), but potentially also genome annotation, development of pipelines in Nextflow, and/or population genomics. Responsibilities include running analyses, communication with users, staying aware of current developments in the field, writing reports, and teaching."
        },
        {
            "title": "2 PhD students",
            "type": "PhD position",
            "app_deadline": "2022-08-14",
            "employer": "Linköping University",
            "funding_url": "https://macromolecular.github.io/join",
            "description": "*Deadline is estimated, check listing webpage for updates.<br><br>* These positions will be tailored to the successful applicant’s skills, in the following projects; <b>(1) Multi-dataset analysis -</b>  developing new approaches for extracting weak signal from macromolecular electron density. For our previous work, see the [PanDDA webpage](https://pandda.bitbucket.io/pandda/), <b>(2) Disorder and flexibility analysis -</b> developing new approaches for extracting and characterising flexibility in experimental macromolecular structures. For our previous work, see the [ECHT webpage](https://pandda.bitbucket.io/pandemic/echt.html), <b>(3) Multi-dataset analysis of protein dynamics -</b> developing new multi-dataset approaches for modelling crystallographic and cryo-EM macromolecular structures, <b>(4) Statistical methods of model building and decision making</b> in macromolecular crystallography/cryo-EM."
        },
        {
            "title": "2 Post-doc positions",
            "type": "Job",
            "app_deadline": "2022-08-14",
            "employer": "Linköping University",
            "funding_url": "https://macromolecular.github.io/join",
            "description": "*Deadline is estimated, check listing webpage for updates.<br><br>* These positions will be tailored to the successful applicant’s skills, in the following projects; <b>(1) Multi-dataset analysis -</b>  developing new approaches for extracting weak signal from macromolecular electron density. For our previous work, see the [PanDDA webpage](https://pandda.bitbucket.io/pandda/), <b>(2) Disorder and flexibility analysis -</b> developing new approaches for extracting and characterising flexibility in experimental macromolecular structures. For our previous work, see the [ECHT webpage](https://pandda.bitbucket.io/pandemic/echt.html), <b>(3) Multi-dataset analysis of protein dynamics -</b> developing new multi-dataset approaches for modelling crystallographic and cryo-EM macromolecular structures, <b>(4) Statistical methods of model building and decision making</b> in macromolecular crystallography/cryo-EM."
        },
        {
            "title": "PhD student in Computational Science and Engineering with focus on Optimization for Federated Machine Learning",
            "type": "PhD position",
            "app_deadline": "2022-08-14",
            "employer": "Umeå University",
            "funding_url": "https://www.umu.se/en/work-with-us/open-positions/phd-student-in-computational-science-and-engineering-with-focus-on-optimization-for-federated-machine-learning_526451/",
            "description": "Because of privacy concerns around user data, and related legislation around handling user data, there has been an increased interest in using edge devices such as mobile phones, to process user data without storing them at a central location. This has also been a major concern in privacy-sensitive areas such as in medical applications of machine learning, where sharing patient data between hospitals raises privacy issues since patient data virtually always contain private information. There has therefore been much interest lately in federated learning, a class of optimization algorithms used mainly to train a global machine learning model at disparate heterogeneous sites without sharing data between the sites. It is possible to frame federated learning as an operator splitting problem, and within the operator splitting framework, it is possible to simultaneously solve many of the problems that arise when training large-scale machine learning models on e.g., medical images or other data from multiple sites."
        },
        {
            "title": "System developer (DevOps)",
            "type": "Job",
            "app_deadline": "2022-07-29",
            "employer": "SciLifeLab Data Centre/Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=521899",
            "description": "SciLifeLab Data Centre is looking for an experienced System Developer. Within the new national data platform for SciLifeLab and the DDLS program, we will build services for service units and research groups within life science. The work is done in collaboration with SciLifeLab’s technology platforms, and will include both new development, existing software components and commercial systems. Design and testing of systems together with users and engineers will also be part of the work. You will work in a team of researchers, engineers, data stewards and system developers, in the middle of the SciLifeLab national research infrastructure. The work will include collaborations between SciLifeLab and national e-infrastructures, e.g. Berzelius at the National Supercomputer Center."
        },
        {
            "title": "Assistant professor of Data driven Precision Medicine and Diagnostics (DDLS Fellow)",
            "type": "Job",
            "app_deadline": "2022-07-27",
            "employer": "Umeå University",
            "funding_url": "https://www.scilifelab.se/career/assistant-professor-of-data-driven-precision-medicine-and-diagnostics_umu/",
            "description": "Together with SciLifeLab and in collaboration with the Wallenberg Centre for Molecular Medicine (WCMM), Umeå University’s Faculties of Medicine and Science and Technology announce the appointment of an assistant professor. Umeå University is seeking a DDLS Fellow in the area of Data-driven Precision Medicine and Diagnostics. The subject area concerns research that will make use of computational tools to integrate molecular and clinical data for precision medicine and diagnostic development. The focus is on data integration, analysis, visualisation, as well as data interpretation for patient stratification, discovery of biomarkers for disease risks, diagnosis, drug response and monitoring of health."
        },
        {
            "title": "Data engineer (AI)",
            "type": "Job",
            "app_deadline": "2022-07-11",
            "employer": "SciLifeLab Data Centre/Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=511375",
            "description": "SciLifeLab Data Centre (DC) is a central unit within SciLifeLab with responsibility for IT- and data management issues. DC also serves the SciLifeLab and the Data Driven Life Science (DDLS) research program. We seek a motivated and knowledgeable data engineer for the AI model sharing platform, which will serve both national infrastructure users and researchers through the Data Driven Life Science (DDLS) data platform. The candidate will work with systems for AI modeling and the deployment of models. They will be expected to interact with research groups and assist with developing technical solutions and infrastructure for AI modeling and sharing of models."
        },
        {
            "title": "Project leader",
            "type": "Job",
            "app_deadline": "2022-07-11",
            "employer": "SciLifeLab Data Centre/Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=511397",
            "description": "The successful candidate will be working with the SciLifeLab Data Centre (DC). DC is a central unit within SciLifeLab with responsibility for IT- and data management issues. DC serves SciLifeLab and the Data Driven Life Science (DDLS) research program. SciLifeLab Data Centre is looking for a motivated and knowledgeable project leader for the work related to software development within the group. You will lead a number of projects within Data Centre, where IT and data management services for the life science field are developed. The work is done in collaboration with SciLifeLab’s technology platforms and will include both the development new solutions, and the further progression of existing software components and commercial systems."
        },
        {
            "title": "Project coordinators 1-3 positions (text only in Swedish)",
            "type": "Job",
            "app_deadline": "2022-07-11",
            "employer": "SciLifeLab Data Centre/Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=504601",
            "description": "SciLifeLab Data Centre söker 1-3 motiverade och kunniga projektkoordinatorer för att ansvara för uppgifter gällande administration och samordning av kommunikation, planering, rapportering och uppföljning för gruppens operativa verksamhet. Arbetsuppgifterna kommer att fördelas mellan flera anställda projektkoordinatorer, och bistås av gruppens existerande administrativa stöd. Uppgifterna kan t.ex. inkludera:Samordning av gruppens aktiviteter gentemot infrastruktur eller DDLS-programmet, stöd för gruppens samarbeten med externa aktörer, koordinering av anslagsansökningar och rapportering till uppdragsgivare, Stöd för att sätta upp och bevaka avtal, upphandlingar, persondatahantering, Kommunikation kring tjänster och resurser, samordning och kommunikation mot projekt- och intressegrupper inom eller utanför SciLifeLab och Organisation av möten, workshops och seminarier."
        },
        {
            "title": "Call for proposals to mobilise data on soil biodiversity",
            "type": "Funding call",
            "app_deadline": "2022-07-10",
            "employer": "GBIF/SoilBON",
            "funding_url": "https://www.gbif.org/news/9vH1El5cxZDjIUFXnn3Em/call-for-proposals-to-mobilize-data-on-soil-biodiversity",
            "description": "Project grants from [Global Biodiversity Information Facility (GBIF)](https://www.gbif.org) and [Soil Biodiversity Observation Network (SoilBON)](https://www.globalsoilbiodiversity.org) seek to increase the amount of data on soil biodiversity worldwide, enabling researchers to address vital ecological questions."
        },
        {
            "title": "System developer (Nextflow) (text only in Swedish)",
            "type": "Job",
            "app_deadline": "2022-07-05",
            "employer": "SciLifeLab Data Centre/Uppsala University",
            "funding_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=504617",
            "description": "SciLifeLab Data Centre söker en systemutvecklare för [nf-core-projektet](https://nf-co.re) och samarbete med SciLifeLabs genomikplattform. Nf-core är ett internationellt initiativ för att utveckla och dela väl kurerade Nextflow-pipelines för beräkningsflöden inom life science. SciLifeLab har en mycket aktiv roll i projektets koordinering, men även vad gäller utveckling och kurering av pipelines. Du kommer att ha en central roll i detta, och stödja nf-core med systemutveckling och integration mot beräknings- och lagringsresurser i Sverige. Av särskild vikt är samarbetet med SciLifeLabs dataproducerande plattformar och forskningsprogrammet för data-driven livsvetenskap, DDLS. "
        },
        {
            "title": "Postdoc in semantic analysis of single-cell data",
            "type": "Job",
            "app_deadline": "2022-07-01",
            "employer": "Umeå University",
            "funding_url": "https://www.mims.umu.se/jobs-fellowships/2103-open-position-postdoc-in-machine-learning.html",
            "description": "The candidate will work in an interdisciplinary team at Umeå University under the supervision of Johanna Björklund (Department of Computing Science) and Johan Henriksson (Department of Molecular Biology and [MIMS](https://www.mims.umu.se/)). **Applications should be made ASAP, no specific deadline**."
        },
        {
            "title": "Postdoc in Medical Image Processing and Deep Learning",
            "type": "Job",
            "app_deadline": "2022-06-18",
            "employer": "Linköping Univeristy",
            "funding_url": "https://www.scilifelab.se/career/postdoc-in-medical-image-processing-and-deep-learning/",
            "description": "The position is connected to the [Center for Medical Imaging and Visualization at Linköping Univeristy (CMIV)](https://liu.se/en/research/center-for-medical-image-science-and-visualization-cmiv).The position is part of a joint collaboration between the two largest research programs in Sweden; the Wallenberg AI, Autonomous Systems and Software Program (WASP), and the SciLifeLab and Wallenberg National Program for Data-Driven Life Science (DDLS). The collaboration has the ultimate goal of solving ground-breaking research questions across disciplines. This post is a temporary contract of two years with the possibility of extension up to a maximum of three years. The position is full-time. **Last day to apply 18th June**."
        },
        {
            "title": "Application experts in AI/ML at the National Supercomputer Centre",
            "type": "Job",
            "app_deadline": "2022-06-17",
            "employer": "Linköping University",
            "funding_url": "https://www.scilifelab.se/career/application-experts-in-ai-ml-at-the-national-supercomputer-centre/",
            "description": "The position is within an existing group of nine domain experts at National Supercomputer Centre (NSC) at Linköping University. The group includes application experts with varying domain knowledge. The group has been working on effective use of NSC’s computational resources for the last ten years. **Last day to apply 17th June**,"
        }
    ]
}