{
    "items": [
        {
            "title": "Exploring gene and environmental exposure interactions to understand human health and disease",
            "type": "Course",
            "date_start": "2024-02-19",
            "date_end": "2024-02-23",
            "venue": "European Bioinformatics Institute, UK",
            "location": [
                "United Kingdom"
            ],
            "category": ["Software and pipelines", "Omics"],
            "organisers": "European Bioinformatics Institute",
            "event_url": "https://www.ebi.ac.uk/training/events/exploring-gene-and-environmental-exposure-interactions-understand-human-health-and-disease/",
            "description": "This introductory course explores the complex interplay between genes and the environment in shaping human phenotypes. Participants will gain knowledge of cohort datasets, environmental readouts, and computational resources to investigate gene-environment interactions. Ethical and legal frameworks related to data privacy, consent, and genetic discrimination will be discussed. The course also covers computational modelling techniques for integrating genotype and environmental effects. By the end, attendees will be equipped to analyse cohort datasets, make use of computational resources, and interpret the results."
        },
        {
            "title": "5th Hands-on Computational Enzyme Design",
            "type": "Course",
            "date_start": "2024-02-12",
            "date_end": "2024-02-14",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines", "Omics"],
            "organisers": "Loschmidt Laborotories",
            "event_url": "https://loschmidt.chemi.muni.cz/academy/#about",
            "description": "Do you need to engineer your protein of interest? Do you wish to employ user-friendly one-stop-shop software tools for the design of mutations and libraries, but do not want to spend time on tedious installations or use the Unix command-line? This interactive course will provide essential theory on different areas of enzyme engineering, and hands-on experience with several software tools suitable for mining new enzymes, engineering the activity, specificity, enantioselectivity, stability, and solubility of enzymes."
        },
        {
            "title": "Cell lines in the 21st century challenges and opportunities for reproducible research",
            "type": "Symposium",
            "date_start": "2024-01-11",
            "time_start": "09:30",
            "time_end": "17:15",
            "venue": "University of Lausanne, Switzerland",
            "location": [
                "Switzerland"
            ],
            "category": ["Research data management", "Omics", "Other"],
            "organisers": "Swiss Institute of Bioinformatics (SIB)",
            "event_url": "https://my.weezevent.com/cell-lines-in-the-21st-century",
            "description": "Our upcoming symposium aims to tackle the critical issue of cell line misidentification and promote best practices in cell line management.<br><br>Through presentations by renowned international experts, you'll gain insights into various initiatives, online resources, databases, and innovative techniques developed to ensure the proper handling of cell lines.<br><br>Don't miss this unique opportunity to enhance your expertise and get valuable information and guidance on maintaining the integrity of your research."
        },
        {
            "title": "DDLS Biomarker Discovery: from theory to real world examples",
            "type": "Course",
            "date_start": "2023-12-06",
            "date_end": "2023-12-08",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Other", "Biomarkers", "Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "National workshop open for PhD students, postdocs, researchers and other employees in all Swedish universities, in need of understanding biomarker research and methods."
        },
        {
            "title": "XI Bioinformatics and Genomics Symposium",
            "type": "Symposium",
            "date_start": "2023-12-15",
            "date_end": "2023-12-16",
            "venue": "Barcelona, Spain",
            "location": [
                "Spain"
            ],
            "category": ["Bioinformatics", "Omics"],
            "organisers": "Societat Catalana de Biologia and Bioinformatics Barcelona",
            "event_url": "https://scb.iec.cat/xi-jornades-de-bioinformatica-i-genomica/",
            "description": "the XI Bioinformatics and Genomics Symposium will have the following invited speakers: Alejandra Medina-Rivera, Laura Cantini and Erik Garrison."
        },
        {
            "title": "Use cases, challenges and issues in data management",
            "type": "Webinar",
            "date_start": "2023-12-12",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "BY-COVID",
            "event_url": "https://forms.gle/bbxJGYHzXqJyAMna7",
            "description": "a series of webinars focusing on Research Data Management, where the participants will learn about RDM practices, tools, use cases, and challenges when managing data, all from our BY-COVID colleagues."
        },
        {
            "title": "Programming Formalisms Course",
            "type": "Course",
            "date_start": "2023-11-27",
            "date_end": "2023-12-01",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines"],
            "organisers": "Uppsala Multidisciplinary Center for Advanced Computational Science",
            "event_url": "https://www.uppmax.uu.se/support/courses-and-workshops/programming-formalisms/",
            "description": "This course aims to give life scientists, bioinformaticians, and other scientists with some experience in programming and scripting an understanding of the underlying principles of software development, design, and programming. The course aims to strengthen the understanding of more advanced programming concepts, ability to produce more reusable scripts through modular programming and to enable a better understanding of how to evaluate a script or programs performance.<br><br>We will cover an introduction to Algorithms and Data structures, Programming Paradigms especially structured and object oriented programming and to give a overview of other paradigms like functional programming. Modular development and (code) reusability, testing and optimisation.<br><br>We will cover theory with bridging practical examples and applications to enhance the theoretical understanding of the principles."
        },
        {
            "title": "Exhibition: Fear of an unFAIR planet",
            "type": "Exhibition",
            "date_start": "2023-11-11",
            "time_start": "00:00",
            "time_end": "00:00",
            "venue": "KTH Library",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Research data management"],
            "organisers": "KTH Library",
            "event_url": "https://www.kth.se/en/biblioteket",
            "description": "Exhibition: Fear of an unFAIR planet. Open Oct 4- Nov 11. Opening of the exhibition Fear of an unFAIR planet . The exhibition highlights FAIR data and open science as crucial pieces of the puzzle for a sustainable planet."
        },
        {
            "title": "Data Management Plans in practise – research funder perspectives and practical demos",
            "type": "Webinar",
            "date_start": "2023-11-22",
            "time_start": "10:00",
            "time_end": "12:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/data-management-plans-in-practise/",
            "description": "Join SciLifeLab Data Centre and NBIS in collaboration with Uppsala University Library and Umeå University Library for a joint virtual event “Data Management Plans in practise – research funder perspectives and practical demos“. The first hour is focused on Data Management Plans (DMPs) from the perspective of Swedish research funders."
        },
        {
            "title": "Building and sharing machine learning demo applications within life sciences: a practical tutorial",
            "type": "Workshop",
            "date_start": "2023-11-16",
            "time_start": "13:30",
            "time_end": "15:30",
            "venue": "Online and SciLifeLab Solna",
            "location": [
                "Online",
                "Sweden - Stockholm"
            ],
            "category": ["AI and ML"],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/building-and-sharing-machine-learning-demo-applications-within-life-sciences-a-practical-tutorial/",
            "description": "It is becoming increasingly popular to share machine learning models with the community as web applications with an easy-to-use interface. Users can then adjust parameters or submit their own input and see the predictions generated by the underlying model. This tutorial is aimed at researchers working within life sciences who work with machine learning models but do not have the skills to build applications for web. During the tutorial we will start from a trained model and demonstrate step by step how you can create a graphical user interface for your application, prepare it for deployment, and make it available on the web with a URL. We will demonstrate the use of specific tools which make this process easy and doable in under an hour."
        },
        {
            "title": "Data-Interop F2F",
            "type": "Conference",
            "date_start": "2023-11-21",
            "date_end": "2023-11-23",
            "venue": "Amsterdam and online",
            "location": [
                "Netherlands",
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "ELIXIR",
            "event_url": "https://elixir-europe.org/events/data-interoperability-platforms-f2f-meeting-hybrid-2023",
            "description": "Join us this year for a more interactive and dynamic meeting. We will work together to bridge gaps between Data and Interoperability platforms and connect to ELIXIR Communities. Our objectives include identifying key drivers, pinpointing common ground, and mapping out precise roadmaps. We want ELIXIR members new and old to work together as Work Package Teams for the upcoming Programme. Don't miss this opportunity to shape the future of the Data and Interoperability Platforms in ELIXIR."
        },
        {
            "title": "Integrated Modeling and Optimization",
            "type": "Course",
            "date_start": "2023-12-11",
            "date_end": "2023-12-15",
            "venue": "Wageningen",
            "location": [
                "Netherlands"
            ],
            "category": ["Software and pipelines", "Other"],
            "organisers": "BioSB research school and TUe",
            "event_url": "https://www.dtls.nl/courses/integrated-modeling-and-optimization-fundamental/",
            "description": "Living organisms are characterized by an amazing degree of hierarchical complexity. Although our ability to collect measurements at different spatial levels and time-scales has grown dramatically, it has become clear that only measurements cannot provide the answer to unravelling biological complexity. This is because the dynamical behavior of complex systems cannot be reduced to the linear sum of the functions of their parts. Hence, computational modelling is an absolute requisite to gain understanding of the mechanisms underlying patterns observed in experimental data, in particular when studying dynamic phenomena. Mathematical models allow in a relatively cheap way to generate and test hypotheses about these mechanisms. However, given the huge complexity and peculiar features of biological systems, it is necessary to carefully understand the specific modelling requirements they pose, in order to define what a good model should look like. In this way one could say that modelling is a craftsmanship, that can only be learned via intense exercising and ‘learning by doing’. In this course we offer the participants the possibility to learn and exercise the modeling process.",
            "registration_url": "https://www.aanmelder.nl/integrated_modeling/subscribe"
        },
        {
            "title": "American Geophysical Union (AGU) Fall 2023",
            "type": "Conference",
            "date_start": "2023-12-11",
            "date_end": "2023-12-15",
            "venue": "San Francisco (California) and online",
            "location": [
                "USA",
                "Online"
            ],
            "category": ["Research data management", "Other"],
            "organisers": "American Geophysical Union (AGU)",
            "event_url": "https://www.agu.org/Fall-Meeting",
            "description": "For more than 100 years AGU has been opening science—opening pathways to discovery, opening greater awareness to address climate change, opening greater collaborations to lead to solutions and opening the fields and professions of science to a whole new age of justice equity, diversity, inclusion and belonging.<br><br>This year, as we convene >25,000 attendees from 100+ countries in San Francisco for AGU23, our theme is: Wide. Open. Science. 2023 might be the official year of Open Science but we also see it as an opportunity to affirm AGU’s overarching values and beliefs.  It is a message for all of us to carry as we come together to share, inspire, collaborate, engage and most of all rededicate ourselves as a united community grounded in wide open science."
        },
        {
            "title": "Science visualisation workshop",
            "type": "Workshop",
            "date_start": "2023-11-28",
            "time_start": "19:00",
            "time_end": "13:00",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Software and pipelines"],
            "organisers": "Meike Latz",
            "event_url": "https://www.scilifelab.se/event/science-visualisation-workshop/",
            "description": "This workshop consists of lectures and short practical exercises on how to create scientific visualisations that clearly communicate your message. We will draw from Graphic Design knowledge on layout, typography and colour, define the steps in the design process of a visualisation that you can directly apply, discuss common visual formats used in science communication (eg posters, graphical abstracts), compare software options for creating your visualisations, and learn about concepts from cognitive psychology and visual perception that explain what makes a visualisation effective."
        },
        {
            "title": "Data management in life sciences with RDMkit",
            "type": "Webinar",
            "date_start": "2023-11-22",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "BY-COVID",
            "event_url": "https://forms.gle/bbxJGYHzXqJyAMna7",
            "description": "a series of webinars focusing on Research Data Management, where the participants will learn about RDM practices, tools, use cases, and challenges when managing data, all from our BY-COVID colleagues. This webinar focuses on RDMkit."
        },
        {
            "title": "Snakemake 'bring-your-own-code' (BYOC)",
            "type": "Workshop",
            "date_start": "2023-12-04",
            "date_end": "2023-12-06",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines"],
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/87249",
            "description": "This workshop is interesting for anyone with at least basic Snakemake knowledge (e.g. from the Tools from reproducible research course) who would like to learn to write or improve their Snakemake workflows but don’t know where to start.",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSeYH_QpGt5Z1Bb2e8x6V37zW1Ee4LNgFO4PknQuW1xzzzjFZA/viewform",
            "registration_deadline": "2023-10-29"
        },
        {
            "title": "EMBO workshop on Computational models of life: From molecular biology to digital twins",
            "type": "Workshop",
            "date_start": "2023-11-26",
            "date_end": "2023-12-01",
            "venue": "Sant Feliu de Guíxols",
            "location": [
                "Spain"
            ],
            "category": ["Software and pipelines", "Omics"],
            "organisers": "EMBO",
            "event_url": "https://meetings.embo.org/event/23-comp-models-life",
            "description": "This in-person 5-day EMBO Workshop will gather early-career researchers and field leaders at the crossroads of single-cell omics, modelling and HPC to pave the way for realistic, scalable human digital twins of cells, tissues and organs. Presentations and discussions around these rapidly-evolving topics will push the field forward by training researchers with techniques from neighbouring fields and allowing them to tackle problems using combined approaches. See https://permedcoe.eu/permedcoe-is-offering-grants-for-the-embo-workshop-computational-models-of-life/ for a grant opportunity until 18th September.",
            "registration_url": "https://elixir-events.eventscase.com/attendance/event/index/43263/EN"
        },
        {
            "title": "Interpreting the effects of genetic variants on protein structure and function",
            "type": "Course",
            "date_start": "2023-11-30",
            "date_end": "2023-11-30",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines", "Omics"],
            "organisers": "EMBL-EBI",
            "event_url": "https://www.ebi.ac.uk/training/events/interpreting-effects-genetic-variants-protein-structure-and-function/",
            "description": "Genetic variation between individuals results in a range of human phenotypes. Variants that fall within coding regions of genes generally have direct and effects on the proteins encoded by the genes with which they overlap. This four hour virtual workshop will provide participants with an opportunity to gain hands-on experience of using EMBL-EBI tools and resources to assess the effects of genetic variants on the structure and function of proteins in a common workflow.",
            "registration_url": "https://www.ebi.ac.uk/training/events/interpreting-effects-genetic-variants-protein-structure-and-function/"
        },
        {
            "title": "Documenting mapping community practices",
            "type": "Workshop",
            "date_start": "2023-11-24",
            "time_start": "10:00",
            "time_end": "13:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "FAIR IMPACT",
            "event_url": "https://fair-impact.eu/events/fair-impact-events/documenting-mapping-community-practices",
            "description": "In our 1st workshop of the series, 'Why Mappings Matter and how to make them FAIR?', we introduced participants to the motivation behind doing the mappings and how they could benefit even more by making mappings FAIR including methodologies, formats, tools, and requirements for FAIR mappings and examples.<br><br>A follow up series of workshops aims at investigating existing and established and popular mapping methodologies and processes used by communities from their creation to their maintenance. From these different methodologies and processes, we should be able to determine a common process that could be shared with communities willing to start with their mapping process. One final objective is to write a FAIR cookbook recipes to share openly these methodologies. In our second workshop, we will identify common components in the mapping process from the various communities which we will focus on those in the subsequent workshops."
        },
        {
            "title": "SciLifeLab FAIR Storage – how to apply for storage resources",
            "type": "webinar",
            "date_start": "2023-11-30",
            "time_start": "10:00",
            "time_end": "11:30",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/fairstorage/",
            "description": "In order to support data-driven life science research, SciLifeLab offers storage resources for data sharing in accordance with the FAIR principles for projects that advance scientific knowledge and discovery within the field of Swedish data-driven life science. SciLifeLab Data Centre is responsible for allocating these resources and for the application process. The applications to use FAIRstorage is now open through the Swedish User and Project Repository (SUPR) Portal (call open Nov 16 -Dec 31). Following the recent launch of FAIRstorage, this is an event where the FAIRstorage applications process, along with Research Data Management resources needed for the application, will be presented. The target group for this call is researchers, research groups, and organisations."
        },
        {
            "title": "SciLifeLab Data Platform- how we support data-driven life science research",
            "type": "webinar",
            "date_start": "2023-11-21",
            "time_start": "15:00",
            "time_end": "16:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/data-platform-how-we-support-data-driven-life-science/",
            "description": "The SciLifeLab Data Management seminar series next event is focused on the SciLifeLab Data Platform which is a hub for data-driven life science research. The SciLifeLab Data Platform aims to act as a ‘one-stop shop’ for data-driven life science in Sweden. It includes services (e.g. tools and databases), materials related to community building (e.g. jobs and events pages), and resources aimed at promoting data-driven life science research (e.g. data highlights). Presentations from the Liane Hughes, SciLifeLab Data Centre Platform team lead and DevOps from the SciLifeLab Serve team, will give you an overview of about the services, resources, and community building of the Platform, suggestions on how you can contribute, as well as a quick guide to hosting your data on the Platform. "
        },
        {
            "title": "Tools for reproducible research course",
            "type": "Course",
            "date_start": "2023-11-20",
            "date_end": "2023-11-24",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Software and pipelines"],
            "organisers": "NBIS/ELIXIR-SE",
            "event_url": "https://uppsala.instructure.com/courses/87979",
            "description": "NBIS / ELIXIR-SE course is open for PhD students, postdocs, group leaders and core facility staff interested in making their computational analysis more reproducible. International applications are welcome, but we will give approximately half of the participant slots to applicants from Swedish universities at minimum, due to the national role NBIS plays in Sweden.",
            "registration_url": "https://forms.gle/9sSfxaS1voLHEDKF6",
            "registration_deadline": "2023-10-20"
        },
        {
            "title": "ELIXIR Federated Human Data Community Day",
            "type": "Workshop",
            "date_start": "2023-11-16",
            "date_end": "2023-11-15",
            "venue": "Barcelona",
            "location": [
                "Spain"
            ],
            "category": ["Research data management", "Omics", "Software and pipelines"],
            "organisers": "ELIXIR",
            "event_url": "https://elixir-europe.org/events/elixir-federated-human-data-community-day",
            "description": "The ELIXIR Federated Human Data (FHD) Community aims to support a federated ecosystem of interoperable services that enables population scale genomic and biomolecular data to be accessible across international borders, accelerating research and improving the health of individuals across Europe.",
            "registration_url": "https://elixir-events.eventscase.com/attendance/event/index/43263/EN"
        },
        {
            "title": "Nordic Proteomics Meeting NPS 2023",
            "type": "Conference",
            "date_start": "2023-11-15",
            "date_end": "2023-11-17",
            "venue": "Scandic Star, Lund",
            "location": [
                "Sweden - Lund"
            ],
            "category": ["Omics"],
            "organisers": "The Swedish Proteomics Society",
            "event_url": "https://mkon.nu/nps",
            "description": "The meeting will provide an overarching view of state-of-the-art proteomics in the Nordic countries focusing on proteomics in health, disease and biology, and includes sessions on structural proteomics, proteogenomics, clinical proteomics, precision medicine, spatial proteomics, computational proteomics and bioinformatics as well as cellular and molecular biology. Our aim is to encourage participants from academia, industry, national research societies and instrument vendors with expertise in biology, healthcare and protein science including proteomics to interact and create new collaborations between multiple disciplines and participating countries."
        },
        {
            "title": "DDLS Annual Conference 2023",
            "type": "Conference",
            "date_start": "2023-11-15",
            "date_end": "2023-11-16",
            "registration_deadline": "2023-11-15",
            "venue": "Jacob Berzelius salen, KI",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Omics", "AI and ML", "Bioinformatics"],
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/ddls-annual-conference-2023/",
            "registration_url": "https://www.lyyti.fi/reg/DDLS_3551",
            "description": "This DDLS Annual Conference brings together the data-driven community in Life Science, introduces newly appointed DDLS fellows, and provides opportunities for networking across the research community and SciLifeLab infrastructures. The theme for 2023 is “the emerging role of AI in data-driven life science”, and we are excited to host two international keynote speakers, presentations from DDLS fellows, and invited speakers on how they use AI in their research and their future visions. The conference also features two pre-conference introductory lectures on AI for imaging and natural language processing and a post-conference workshop on AI model serving."
        },
        {
            "title": "Introduction to bioinformatics using NGS data",
            "type": "Workshop",
            "date_start": "2023-11-13",
            "date_end": "2023-11-17",
            "venue": "Navet, SciLifeLab, Uppsala",
            "location": [
                "Sweden - Uppsala"
            ],
            "category": ["Bioinformatics", "Omics"],
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://www.scilifelab.se/event/introduction-to-bioinformatics-using-ngs-data-3/",
            "description": "National workshop for PhD students, postdocs, researchers, and other employees within Swedish academia, introducing the analysis of next generation sequencing data."
        },
        {
            "title": "Discovery of SARS-CoV-2 Main Protease inhibitors at the DDD platform",
            "type": "Webinar",
            "date_start": "2023-11-07",
            "time_start": "13:00",
            "time_end": "14:00",
            "venue": "Online via Zoom",
            "location": [
                "Online"
            ],
            "category": ["Omics"],
            "organisers": "Drug Discovery and Development Platform (DDD)",
            "event_url": "https://www.scilifelab.se/event/discovery-of-sars-cov2-mpro-inhibitors-at-the-ddd-platform/",
            "description": "SciLifeLab has been commissioned by the government to build laboratory capacity to assist in future pandemics through research and competence and technology development. Hear more about the SciLifeLab Pandemic Laboratory Preparedness program from Ulf Ribacke, (SciLifeLab and Karolinska Institutet) and groundbreaking research performed by researchers at Uppsala University that led to discovery of potent main protease SARS-CoV-2 inhibitors.<br><br>Jens Carlsson, Helena Danielson, Anja Sandström and Lindon Moodie have recently signed an agreement for international partnering of a project focusing on development of drugs for treatment of COVID-19 (DP_JC_188)."
        },
        {
            "title": "Cell and Molecular Biology Symposium",
            "type": "Conference",
            "date_start": "2023-11-17",
            "time_start": "09:00",
            "time_end": "14:10",
            "venue": "Biomedicum, room Peter Reichard",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["AI and ML", "Omics", "Other"],
            "organisers": "SciLifeLab DDLS",
            "event_url": "https://www.scilifelab.se/event/cell-and-molecular-biology-symposium/",
            "description": "The DDLS research area, Cell and molecular biology, invites you to the first in-person symposium. The day will be an introduction to the research area Fellows and Expert Group"
        },
        {
            "title": "Nordic FAIR data stewardship week",
            "type": "Conference",
            "date_start": "2023-11-13",
            "date_end": "2023-11-17",
            "venue": "Oslo or online",
            "location": [
                "Online",
                "Norway"
            ],
            "category": ["Research data management"],
            "organisers": "Nordic e-Infrastructure Collaboration (NeIC)",
            "event_url": "https://www.deltager.no/event/nordic_fair_data_stewardship_workshop_2023#init",
            "registration_url": "https://www.deltager.no/event/nordic_fair_data_stewardship_workshop_2023#init",
            "description": "The Nordic e-Infrastructure Collaboration (NeIC) will hold an advanced course and a workshop on FAIR data stewardship on 13-17 November 2023. This is intended for data professionals who wish to expand their skills and meet/discuss with like-minded colleagues across the Nordics and beyond. The program runs over a full week and is divided into three parts and you can register to attend any of the individual parts or the programme on-site in Oslo or online. Early-bird registration for on-site participation is available until 14 September."
        },
        {
            "title": "Documenting mapping community practices",
            "type": "Workshop",
            "date_start": "2023-11-06",
            "time_start": "15:00",
            "time_end": "16:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "GBIF",
            "event_url": "https://biodt.eu/events/mastering-data-citation-insights-gbif",
            "description": "To shed light on the crucial aspects of recognizing and attributing biodiversity research datasets, as well as to provide best practices for standardized dataset citation that acknowledge their creators and sources, ultimately making data more discoverable, reusable, and crediting those who collect and manage it, we are excited to announce our upcoming webinar in partnership with the Global Biodiversity Information Facility (GBIF). Join us on 6 November 2023, as GBIF experts guide you through the essential techniques for citing biodiversity data effectively."
        },
        {
            "title": "CALL4HELP",
            "type": "Support session",
            "date_start": "2023-11-08",
            "time_start": "09:30",
            "time_end": "10:30",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines", "Research data management", "Other"],
            "organisers": "Bioimage informatics",
            "event_url": "https://www.scilifelab.se/units/bioimage-informatics/#biif-call4help",
            "description": "During the Call4Help session you will have access to expert advice covering all aspects of your image analysis research – from the acquisition of digital images to the finished analysis. The ideal time to join a Call4Help session is after you have performed some initial pilot experiments but before you have started collecting large amounts of data in earnest."
        },
        {
            "title": "Using the Ensembl genome browser and REST API to retrieve genome annotation data Part 1",
            "type": "Webinar",
            "date_start": "2023-11-02",
            "time_start": "16:00",
            "time_end": "17:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics", "Omics"],
            "organisers": "International Society for Computational Biology",
            "event_url": "https://www.iscb.org/cms_addon/registration_conference/tutorial15",
            "description": "This workshop will introduce you to the range of data available through Ensembl and the appropriate platforms to visualise and extract it for analysis and interpretation. The morning sessions of this workshop will guide you through the Ensembl genome browser and BioMart interfaces to show you how to explore and retrieve both small and large-scale datasets. In the afternoon session, this workshop will introduce you to the concepts of the Ensembl REST API and guide you through the principles of retrieving Ensembl data programmatically using both Python and R."
        },
        {
            "title": "Using the Ensembl genome browser and REST API to retrieve genome annotation data Part 2",
            "type": "Webinar",
            "date_start": "2023-11-03",
            "time_start": "16:00",
            "time_end": "17:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics", "Omics"],
            "organisers": "International Society for Computational Biology",
            "event_url": "https://www.iscb.org/cms_addon/registration_conference/tutorial15",
            "description": "This workshop will introduce you to the range of data available through Ensembl and the appropriate platforms to visualise and extract it for analysis and interpretation. The morning sessions of this workshop will guide you through the Ensembl genome browser and BioMart interfaces to show you how to explore and retrieve both small and large-scale datasets. In the afternoon session, this workshop will introduce you to the concepts of the Ensembl REST API and guide you through the principles of retrieving Ensembl data programmatically using both Python and R."
        },
        {
            "title": "Exploring the Potential and Risks of Third-Generation Long-Read Transcriptome Sequencing for Unraveling Transcriptome Complexity.",
            "type": "Webinar",
            "date_start": "2023-11-07",
            "time_start": "16:00",
            "time_end": "17:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics", "Omics"],
            "organisers": "International Society for Computational Biology",
            "event_url": "https://www.iscb.org/iscbacademy",
            "description": "Third-generation long-read sequencing technologies offer the potential to sequence entire transcripts and unravel the intricacies of transcriptomes. However, the analysis of long-read transcriptomics (lrRNA-seq) data presents numerous challenges. These challenges encompass distinguishing biological variability from technical noise, accurately predicting transcript models, providing precise estimates of transcript expression levels and differential expression, and elucidating the biological significance of isoform diversity. In my presentation, I will showcase the research conducted in my laboratory that addresses these challenges. Moreover, I will discuss how, through the implementation of appropriate experimental techniques and bioinformatics approaches, lrRNA-seq has the capability to unveil fresh insights into the biology of the transcriptome."
        },
        {
            "title": "Empirical evaluations of large language models for bioinformatics education and research.",
            "type": "Webinar",
            "date_start": "2023-11-09",
            "time_start": "16:00",
            "time_end": "17:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics", "Other"],
            "organisers": "International Society for Computational Biology",
            "event_url": "https://www.iscb.org/iscbacademy",
            "description": "Large language models (LLMs) have ignited great interest in the bioinformatics community. Many of us are interested in their potential uses (and misuses?) in research and education. The Piccolo Lab is undertaking empirical research to answer three such questions. 1) How well can LLMs translate human-language prompts into functional computer code? 2) How well can LLMs translate code snippets from one programming language to another? 3) How effectively can LLMs act as virtual assistants to students who are learning to write code? We have addressed each of these questions in the context of introductory bioinformatics and biostatistics education at the undergraduate level. In this seminar, I will describe our findings and discuss potential practical implications for education and research."
        },
        {
            "title": "Phylogenetic network estimation from site patterns using composite likelihood.",
            "type": "Webinar",
            "date_start": "2023-11-10",
            "time_start": "16:00",
            "time_end": "17:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics", "Other"],
            "organisers": "International Society for Computational Biology",
            "event_url": "https://www.iscb.org/iscbacademy",
            "description": "While phylogenies have been essential in understanding how species evolve, they do not adequately describe some evolutionary processes. For instance, hybridization, a common phenomenon where interbreeding between two species leads to formation of a new species, must be depicted by a phylogenetic network, a structure that modifies a phylogenetic tree by allowing two branches to merge into one, resulting in reticulation. Here, we propose a novel method, PhyNEST (Phylogenetic Network Estimation using SiTe patterns), that estimates level-1 phylogenetic networks directly from sequence alignment. PhyNEST achieves computational efficiency by using composite likelihood as well as accuracy by using the full genomic data to incorporate all sources of variability. To search network space, we implement both hill-climbing and simulated annealing algorithms. Simulation studies show that PhyNEST is robust to the model misspecification and leads to improved accuracy in many cases evaluated in comparison to SNaQ and PhyloNet that use composite likelihood and a set of gene trees as input. PhyNEST is implemented in an open-source Julia package and publicly available."
        },
        {
            "title": "Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-11-07",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Population genomics in practice",
            "type": "Course",
            "date_start": "2023-11-06",
            "date_end": "2023-11-10",
            "venue": "Navet, SciLifeLab, Uppsala",
            "location": [
                "Sweden - Uppsala"
            ],
            "category": ["Omics", "Software and pipelines"],
            "organisers": "NBIS",
            "event_url": "https://www.scilifelab.se/event/population-genomics-in-practice/",
            "description": "The aim of this workshop is to provide an introduction to commonly used methods in population genomics. As the focus of the course is on hands-on work, the topics have been designed to cover the fundamental analyses that are common in many population genomics studies. The course consists of lectures and exercises, with a focus on the practical aspects of analyses. Whereas lectures introduce some background theory, their primary aim is to set the stage for accompanying exercises."
        },
        {
            "title": "Nordic Computational Biology (NCB)",
            "type": "Conference",
            "date_start": "2023-11-06",
            "date_end": "2023-11-10",
            "venue": "In participating regions and online",
            "location": [
                "Sweden - Stockholm",
                "Online",
                "Denmark",
                "Finland"
            ],
            "category": ["Bioinformatics"],
            "organisers": "NEIC",
            "event_url": "https://docs.google.com/forms/d/e/1FAIpQLSfYl-3ISibaaU94KrmauGBYC9nt8f_RnJ0CR0kmOxXL5nkbSQ/viewform",
            "description": "At the Nordic Computational Biology (NCB), we are underway with a new and open hybrid Bioinformatics conference called Nordic CompBio Week which will begin on 6th November 2023. The conference has a hub-and-spoke model where participating nordic regions have conference programmes taking place in-person, and sessions will be live-streamed for virtual attendance.<br><br>Everybody is warmly welcome to attend our event but we specifically target students, developers and researchers active in the Nordic academic or industrial environment.<br><br>See 'Swedish Bioinformatics Workshop' event for information about in-person participation in Sweden."
        },
        {
            "title": "21st Swedish Bioinformatics Workshop 2023",
            "type": "Workshop",
            "date_start": "2023-11-06",
            "date_end": "2023-11-07",
            "venue": "Sune Bergström Aula, BioClinicum, New Karolinska University Hospital",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Bioinformatics"],
            "organisers": "Swedish Bioinformatics Workshop 2023",
            "event_url": "https://www.scilifelab.se/event/swedish-bioinformatics-workshop-2023/",
            "description": "We’re pleased to invite you to the 21st Swedish Bioinformatics Workshop (SBW) that will take place in Stockholm on November 6th – 7th. SBW is an annual event that is hosted by different universities across Sweden. This year, the event will take place at Karolinska Sjukhuset Solna at the Sune Bergström’s Aula.<br><br>As is tradition, SBW will be a chance for PhD students and postdocs as well as all researchers working with bioinformatics or computational biology to present their work, discuss the latest developments in the field, and improve their bioinformatic skills through different workshops. In addition, the program includes lectures from invited speakers, participant presentations, and poster sessions. This year we are also pleased to welcome participants from all the Nordic countries to join us in Stockholm!<br><br>Registration is free of charge for PhD students and post docs. More information regarding the event will be updated on the website: sbw2023.eu. There you can also register your email address for updates. If you have any questions, feel free to reach out to sbw2023@gmail.com."
        },
        {
            "title": "Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-10-31",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Meet a Data Steward & get Data Management support",
            "type": "Support session",
            "date_start": "2023-10-24",
            "time_start": "15:00",
            "time_end": "16:00",
            "venue": "Uppsala Navet E10:2309 & Online via Zoom",
            "location": [
                "Sweden - Uppsala",
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a new series of “Meet a Data Steward” starting Sept 19. The meeting will start with a 15 min mini-lecture: “Tools for Reproducible Research ” with Erik Fasterius, who is a Bioinformatician at National Bioinformatics Infrastructure Sweden (NBIS). After the mini-lecture there is time for a general Q & A for 45 minutes."
        },
        {
            "title": "International Data Week 2023",
            "type": "Conference",
            "date_start": "2023-10-23",
            "date_end": "2023-10-26",
            "venue": "Salzburg, Austria, and Online",
            "location": [
                "Online",
                "Austria"
            ],
            "category": ["Bioinformatics", "Research data management"],
            "organisers": "The International Science Council’s Committee on Data (CODATA), World Data System (WDS), Research Data Alliance (RDA)",
            "event_url": "https://internationaldataweek.org/idw2023/",
            "registration_url": "https://internationaldataweek.org/idw2023/registration/",
            "description": "International Data Week brings together a global community of data scientists and data stewards; researchers from all domains; data, interoperability and informatics experts from all fields (including geoinformatics, bioinformatics, cheminformatics etc); industry leaders, entrepreneurs and policymakers.<br><br>This event will be an inclusive and celebratory Festival of Data, with in person and virtual components, highlighting the opportunities for the positive transformation of our world in the light of the COVID-19 pandemic and other global challenges.<br><br>IDW 2023 will combine the RDA 21st Plenary Meeting, the biannual meeting of this international member organization working to develop and support global infrastructure facilitating data sharing and reuse, and SciDataCon 2023, the scientific conference addressing the frontiers of data in research organized by CODATA and WDS."
        },
        {
            "title": "Single-Cell Analysis",
            "type": "Course",
            "date_start": "2023-10-23",
            "date_end": "2023-09-26",
            "venue": "Erasmus MC",
            "location": [
                "Netherlands"
            ],
            "category": ["Omics", "Software and pipelines"],
            "organisers": "MGC and BioSB research school",
            "event_url": "https://www.dtls.nl/courses/single-cell-analysis-2023/",
            "description": "The course features a mix of lectures and practicals, and you will have the opportunity to perform hands-on analysis of scRNA-seq data in R. Topics to be covered in the course include (but not limited to): an overview of different single cell platforms, experimental design, preprocessing of scRNA-seq data, normalization, dimensionality reduction, clustering, batch correction, differential expression, trajectory inference.",
            "registration_url": "https://www.aanmelder.nl/singlecell2023/subscribe"
        },
        {
            "title": "Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-10-24",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Data management in social sciences and humanities",
            "type": "Webinar",
            "date_start": "2023-10-17",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Research data management"],
            "organisers": "BY-COVID",
            "event_url": "https://forms.gle/bbxJGYHzXqJyAMna7",
            "description": "a series of webinars focusing on Research Data Management, where the participants will learn about RDM practices, tools, use cases, and challenges when managing data, all from our BY-COVID colleagues. This webinar focuses on DMEG."
        },
        {
            "title": "Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-10-17",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Cryo-EM sample preparation and data collection",
            "type": "Course",
            "date_start": "2023-10-17",
            "date_end": "2023-10-19",
            "venue": "KBC Building Umeå",
            "location": [
                "Sweden - Umeå"
            ],
            "category": ["Other"],
            "organisers": "SciLifeLab Umeå",
            "event_url": "https://www.scilifelab.se/event/cryo-em-sample-preparation-and-data-collection-2/",
            "registration_url": "https://www.umu.se/en/research/infrastructure/medicinska-fakulteten/u/umea-centre-for-electron-microscopy-ucem/courses-workshops-and-training/registration_form_cryoem_course/",
            "registration_deadline": "2023-09-29",
            "description": "The purpose of the course is to prepare and train Cryo-EM facility users in sample preparation methods, introduce users to the image data acquisition workflow, expand knowledge about cryo-EM methods among researchers and show that everyone can learn how to use cryo-EM for structure and cell biology.<br><br>The course is open for facility users or potential facility users, such as PhD students, postdocs, and researchers within the life sciences who are curious and will profit from cryo-EM skills. Swedish and international course participants are welcome. To attend, the course participants must have experience in basic electron microscopy and be familiar with structure or cell biology."
        },
        {
            "title": "DataSHIELD Conference",
            "type": "Conference",
            "date_start": "2023-10-11",
            "date_end": "2023-10-13",
            "venue": "NH Groningen, Netherlands",
            "location": [
                "Netherlands"
            ],
            "category": ["Software and pipelines"],
            "organisers": "DataSHIELD",
            "event_url": "https://www.aanmelder.nl/datashield2023",
            "description": "The DataSHIELD Conference will showcase the most recent developments and applications from the open source DataSHIELD community. This year we also have an optional half day training course for participants to get some hands-on experience using DataSHIELD.",
            "registration_url": "https://www.aanmelder.nl/datashield2023/subscribe"
        },
        {
            "title": "Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-10-10",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "category": ["Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "CALL4HELP",
            "type": "Support session",
            "date_start": "2023-10-10",
            "time_start": "09:30",
            "time_end": "10:30",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines", "Research data management", "Other"],
            "organisers": "Bioimage informatics",
            "event_url": "https://www.scilifelab.se/units/bioimage-informatics/#biif-call4help",
            "description": "During the Call4Help session you will have access to expert advice covering all aspects of your image analysis research – from the acquisition of digital images to the finished analysis. The ideal time to join a Call4Help session is after you have performed some initial pilot experiments but before you have started collecting large amounts of data in earnest."
        },
        {
            "title": "Algorithms for Genomics",
            "type": "Course",
            "date_start": "2023-10-09",
            "date_end": "2023-10-13",
            "venue": "TU Delft and Wageningen University and Research",
            "location": [
                "Netherlands"
            ],
            "category": ["Software and pipelines", "Research data management", "Omics"],
            "organisers": "BioSB research school",
            "event_url": "https://www.dtls.nl/courses/algorithms-for-genomics/",
            "description": "In this course, we will cover genome analysis, variant analysis, and pangenomics. Core concepts, applications, and future trends will be discussed, with a focus on the algorithms and data structures underlying state-of-the-art methods. The course offers an engaging mix of lectures, paper discussions, hands-on tutorials, and a do-it-yourself project.",
            "registration_url": "https://www.aanmelder.nl/algorithms_for_genomics/subscribe"
        },
        {
            "title": "Python programming with applications to bioinformatics",
            "type": "Course",
            "date_start": "2023-10-09",
            "date_end": "2023-10-13",
            "venue": "SciLifeLab Navet Uppsala University, and Naturvetarhuset Umeå University",
            "location": [
                "Sweden - Uppsala", "Sweden - Umeå"
            ],
            "category": ["Software and pipelines", "Bioinformatics"],
            "organisers": "NBIS",
            "event_url": "https://www.scilifelab.se/event/python-programming-with-applications-to-bioinformatics-2/",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSd37QVVVFZmArhBTw_pAIgPQqBNSjNTX5BFRi_wfGDSfP6KAw/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees in need of fundamental Python skills within all Swedish universities"
        },
        {
            "title": "SciLifeLab Day Linköping",
            "type": "Conference",
            "date_start": "2023-10-10",
            "time_start": "08:00",
            "time_end": "17:00",
            "venue": "SciLifeLab, Linköping",
            "location": [
                "Sweden - Linköping"
            ],
            "category": ["Other"],
            "organisers": "SciLifeLab Linköping",
            "event_url": "https://www.scilifelab.se/event/scilifelab-day-linkoping/",
            "description": "SciLifeLab has launched four new sites across Sweden in 2022. The sites, located in Gothenburg, Linköping, Lund, and Umeå, will be crucial in promoting scientific research and research infrastructure nationally, while also strengthening the collaboration between all Swedish universities.<br><br>The expansion of SciLifeLab’s network will provide researchers across Sweden with state-of-the-art research infrastructure and technology, enabling them to perform cutting-edge research in areas such as genomics, proteomics, and bioinformatics. This will not only help to advance scientific knowledge but also contribute to the development of innovative solutions to pressing societal challenges."
        },
        {
            "title": "Open and accessible data – a recipe for research success?",
            "type": "Webinar",
            "date_start": "2023-10-05",
            "time_start": "12:15",
            "time_end": "13:00",
            "venue": "Sydöstra galleriet, KTH Biblioteket & Zoom",
            "location": [
                "Online", "Sweden - Stockholm"
            ],
            "category": ["Research data management"],
            "organisers": "KTH",
            "event_url": "https://www.kth.se/en/biblioteket/kalender/evenemang/oppen-och-tillganglig-data-framgangsrecept-for-forskning-1.1270470",
            "description": "Open and accessible research data has been in the spotlight in recent years, notably in connection with the Covid-19 pandemic, where a vaccine could be developed at record speed thanks to it. But what does it mean for research to be open and accessible to everyone?<br><br>In this panel discussion featuring researchers from KTH and Karolinska Institutet we may begin to uncover an answer by delving into the principles surrounding FAIR data."
        },
        {
            "title": "Plant Phenotyping data publication using MIAPPE, dataverse and e!DAL-PGP",
            "type": "Webinar",
            "date_start": "2023-10-06",
            "time_start": "14:00",
            "time_end": "17:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines"],
            "organisers": "ELIXIR",
            "event_url": "https://forms.gle/u8QrhKypxm5TuYa47",
            "description": "The webinar will demonstrate phenotyping data organisation and description using MIAPPE for publication in generic data repositories such as dataverse or e!DAL-PGP. This will be based on the guidelines published on the RDM Kit and the Faircookbook."
        },
        {
            "title": "Plant data analysis & visualisation tools",
            "type": "Webinar",
            "date_start": "2023-10-06",
            "time_start": "10:00",
            "time_end": "13:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines", "Research data management"],
            "organisers": "ELIXIR",
            "event_url": "https://forms.gle/u8QrhKypxm5TuYa47",
            "description": "The principles and examples of use of knowledge graph based tools available for plant scientists will be presented, namely: KnetMiner, AgroLD, and Stress Knowledge Map, as well as the federated search engine FAIDARE. We will also cover how they can be interactively explored and how they can be connected to the data integration and visualisation tools DiNaR and MapMan."
        },
        {
            "title": "Plant orthology bundle",
            "type": "Webinar",
            "date_start": "2023-10-05",
            "time_start": "15:00",
            "time_end": "18:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Software and pipelines"],
            "organisers": "ELIXIR",
            "event_url": "https://forms.gle/u8QrhKypxm5TuYa47",
            "description": "We will present the principles, benefits and drawbacks of three different plant orthology detection tools: Ensembl Plants, Plaza, Mercator, MapMan, and GoMapMan."
        },
        {
            "title": "Increasing capacity in impact evaluation in a life science research infrastructure",
            "type": "Webinar",
            "date_start": "2023-10-03",
            "time_start": "12:00",
            "time_end": "13:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "category": ["Other"],
            "organisers": "ELIXIR-CONVERGE and ELIXIR",
            "event_url": "https://elixir-europe.us4.list-manage.com/track/click?u=751beffce2e491f94d6f66918&id=1d4042e56d&e=c4e9972a8a",
            "description": "This ELIXIR impact webinar will present the outcomes of the project “Impact evaluation at Node-level - getting it done”, funded by ELIXIR-CONVERGE and ELIXIR. The project aimed to increase capacity in impact evaluation across a set of national ELIXIR Nodes."
        },
        {
            "title": "Data Infrastructures for Genomic Research in Europe",
            "type": "Symposium",
            "date_start": "2023-10-04",
            "time_start": "14:30",
            "time_end": "18:00",
            "venue": "Heidelberg and online",
            "location": [
                "Germany", "Online"
            ],
            "category": ["Other", "Omics"],
            "organisers": "GHGA",
            "event_url": "https://indico.dkfz.de/e/ghga2023",
            "description": "The event will have two sessions, one on ‘National Infrastructure Solutions’, and one on ‘Trust Building and Patient Engagement in Genome Research’, including a panel discussion."
        },
        {
            "title": "Fear of an unFAIR planet",
            "type": "Exhibition",
            "date_start": "2023-10-02",
            "date_end": "2023-11-11",
            "venue": "Entrance Hall of KTH Library, Osquars backe 31",
            "location": [
                "Sweden - Stockholm"
            ],
            "category": ["Research data management"],
            "organisers": "KTH Library and SciLifeLab",
            "event_url": "https://www.kth.se/en/biblioteket/kalender/evenemang/vernissage-fear-of-an-unfair-planet-1.1276037",
            "description": "The exhibition Fear of an unFAIR planet explains concepts like open science and FAIR data and highlights what hinders the free dissemination of research results. As a visitor to the exhibit, you can also learn more about how the scientific landscape can change, towards increased openness and accessibility."
        },
        {
            "title": "Biodiversity Genomics 2023",
            "type": "Conference",
            "date_start": "2023-10-02",
            "date_end": "2023-10-06",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "organisers": "BG23",
            "event_url": "https://events.venue-av.com/e/BG23_registration",
            "description": "Join thousands of researchers worldwide to hear all the latest findings and ideas as we strive to complete the goals of the Earth BioGenome Project: “sequencing life for the future of life”.<br><br>The meeting will be a mix of sessions with invited talks, including keynote presentations, and open sessions of shorter talks proposed by researchers around the world. There will be a focus on regional initiatives and on the global drive to ensure equity and justice in biodiversity sequencing."
        },
        {
            "title": "SciLifeLab Day Lund",
            "type": "Conference",
            "date_start": "2023-09-28",
            "time_start": "08:00",
            "time_end": "17:00",
            "venue": "SciLifeLab, Lund",
            "location": [
                "Sweden - Lund"
            ],
            "organisers": "SciLifeLab Lund",
            "event_url": "https://www.scilifelab.se/event/scilifelab-day-lund/",
            "description": "SciLifeLab has launched four new sites across Sweden in 2022. The sites, located in Gothenburg, Linköping, Lund, and Umeå, will be crucial in promoting scientific research and research infrastructure nationally, while also strengthening the collaboration between all Swedish universities.<br><br>The expansion of SciLifeLab’s network will provide researchers across Sweden with state-of-the-art research infrastructure and technology, enabling them to perform cutting-edge research in areas such as genomics, proteomics, and bioinformatics. This will not only help to advance scientific knowledge but also contribute to the development of innovative solutions to pressing societal challenges."
        },
        {
            "title": "EATRIS/ECRIN joint webinar",
            "type": "Webinar",
            "date_start": "2023-09-27",
            "time_start": "12:00",
            "venue": "Online event",
            "location": [
                "Online"
            ],
            "organisers": "EATRIS/ECRIN",
            "event_url": "https://us02web.zoom.us/webinar/register/WN_5JIjDHlNRQyL7Gymz4jcsA#/registration",
            "description": "Together with EATRIS, ECRIN is organising a joint webinar to outline how users can access regulatory, immuno-monitoring and clinical trial preparation support at no cost for projects in infectious diseases."
        },
        {
            "title": "Computational Methods in Evolution and Biodiversity",
            "type": "Conference",
            "date_start": "2023-09-21",
            "time_start": "09:00",
            "time_end": "17:00",
            "venue": "Vivi Täckholmsalen (Q-salen), NPQ-huset, Stockholm University",
            "location": [
                "Sweden - Stockholm"
            ],
            "organisers": "DDLS research area expert group",
            "event_url": "https://www.scilifelab.se/event/computational-methods-in-evolution-and-biodiversity/",
            "description": "This symposium and workshop will showcase the latest computational methods for analysing big data in evolution and biodiversity and provide an opportunity for participants to gain hands-on experience in these methods. Two keynote speakers will discuss a) new advances in using image recognition to analyse biodiversity and b) population genomics approaches to understand the effects of climate adaptation on genetic diversity. In addition, there will be three parallel computer workshops focused on the application of computational and machine learning methods to genome variation and biodiversity data. Participants should bring their own computers to join these workshops. This symposium is organised by the DDLS Evolution and Biodiversity expert group in conjunction with the SciLifeLab summit on Genomics of Biodiversity and Evolution.",
            "registration_url": "https://www.lyyti.in/_3772"
        },
        {
            "title": "SciLifeLab Science Summit 2023",
            "type": "Conference",
            "date_start": "2023-09-20",
            "time_start": "09:00",
            "time_end": "17:00",
            "venue": "Aula Magna, Stockholm University",
            "location": [
                "Sweden - Stockholm"
            ],
            "organisers": "SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/scilifelab-science-summit-2023/",
            "description": "In this SciLifeLab Summit, which is centred on biodiversity and evolution for 2023, we have gathered several leading researchers who use genomics to learn about the diversity of life!"
        },
        {
            "title": "Meet a Data Steward & get Data Management support",
            "type": "Support session",
            "date_start": "2023-09-21",
            "time_start": "15:00",
            "time_end": "16:00",
            "venue": "Uppsala Navet E10:2309 & Online via Zoom",
            "location": [
                "Sweden - Uppsala",
                "Online"
            ],
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a new series of “Meet a Data Steward” starting Sept 19. The meeting will start with a 15 min mini-lecture: “Tools for Reproducible Research ” with Erik Fasterius, who is a Bioinformatician at National Bioinformatics Infrastructure Sweden (NBIS). After the mini-lecture there is time for a general Q & A for 45 minutes."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-09-19",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Bio3 (Biomedicine, Bioinformatics & Biotechnology) Forum",
            "type": "Conference",
            "date_start": "2023-09-15",
            "date_end": "2023-09-17",
            "venue": "Technopolis, Gazi - Athens, Greece",
            "location": [
                "Greece"
            ],
            "organisers": "Bio3",
            "event_url": "https://www.bio3greece.org",
            "description": "Experience the forefront of scientific innovation and technological advancement at our three-day conference, showcasing dynamic presentations and thought-provoking discussions on the most critical subjects in Biomedicine, Bioinformatics (including AI applications), and the Biotech and Pharmaceutical industries. The final day of the event will focus on the Business Collaboration Forum, where leading experts in the field will offer their vision for the future of Biotechnology, senior business executives will share their success stories, and a panel of venture capitalists will explore new prospects for startups. Join us for an exceptional opportunity to connect, learn, and draw inspiration from the boundless possibilities that AI presents to transform these industries and advance human health."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-09-12",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "SciLifeLab Day Umeå",
            "type": "Conference",
            "date_start": "2023-09-11",
            "time_start": "08:00",
            "time_end": "17:00",
            "venue": "SciLifeLab, Umeå",
            "location": [
                "Umeå"
            ],
            "organisers": "SciLifeLab Umeå",
            "event_url": "https://www.scilifelab.se/event/scilifelab-day-umea/",
            "description": "SciLifeLab has launched four new sites across Sweden in 2022. The sites, located in Gothenburg, Linköping, Lund, and Umeå, will be crucial in promoting scientific research and research infrastructure nationally, while also strengthening the collaboration between all Swedish universities.<br><br>The expansion of SciLifeLab’s network will provide researchers across Sweden with state-of-the-art research infrastructure and technology, enabling them to perform cutting-edge research in areas such as genomics, proteomics, and bioinformatics. This will not only help to advance scientific knowledge but also contribute to the development of innovative solutions to pressing societal challenges."
        },
        {
            "title": "Modelling life science data in big pharma, academia, and startups",
            "type": "Webinar",
            "date_start": "2023-09-08",
            "time_start": "10:00",
            "time_end": "11:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/modelling-life-science-data/",
            "description": "Tools for AI/ML research in life sciences is an event series by the SciLifeLab Data Centre aimed at life science researchers who use machine learning methods in their work. The goal of the events in this series is to provide introductions to different tools for ML research but also to foster discussions around our practices and how they can be improved. The events takes place virtually (over Zoom) and are open to researchers in Sweden and beyond. Each event is scheduled for 60 minutes, consisting of a talk and an extended discussion. Follow the page of the event series to learn about future seminars.",
            "registration_url": "https://www.lyyti.fi/reg/modelling-life-science-data"
        },
        {
            "title": "Using containers to simplify ML training on Berzelius and other supercomputers: beginner-friendly introduction",
            "type": "Webinar",
            "date_start": "2023-10-19",
            "time_start": "10:00",
            "time_end": "11:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "category": ["AI and ML"],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/using-containers-berzelius/",
            "description": "A common approach to train machine learning models is to first create a prototype using a small dataset on a local machine to verify that it works and thereafter use a large scale compute infrastructure such as Berzelius for the full-scale training. One of the challenges with this approach however is incompatible systems in terms of differences in available software packages, versions, etc. An effective way to solve this issue is to use a container solution. Using a container environment allows a highly portable workflow and reproducible results between systems as diverse as a laptop, Berzelius or EuroHPC resources such as LUMI for instance. During this beginner-friendly event, we will introduce and demonstrate how to work with containers on Berzelius (Apptainer and Enroot) using an example from life sciences, starting from raw data and finishing with a trained model. During the Q&A session, the Berzelius life science support team will answer your questions.",
            "registration_url": "https://www.lyyti.fi/reg/Using_containers_to_simplify_ML_training"
        },
        {
            "title": "Overview of compute and storage resources in data-driven life science",
            "type": "Webinar",
            "date_start": "2023-09-08",
            "time_start": "11:00",
            "time_end": "12:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/overview-of-compute-and-storage-resources-in-data-driven-life-science/",
            "description": "Compute and storage resources available to the life science field in Sweden are provided by several different organisations. SciLifeLab and the DDLS program are in various ways providing access to infrastructure, new data services, and support to existing ones. We work towards improved coordination and accessibility."
        },
        {
            "title": "Emerging data-driven approaches to cancer",
            "type": "Symposium",
            "date_start": "2023-09-06",
            "time_start": "08:00",
            "time_end": "17:00",
            "venue": "Martin H:son Holmdahlsalen, Akademiska sjukhuset, Uppsala",
            "location": [
                "Uppsala"
            ],
            "organisers": "DDLS Research Area expert group",
            "event_url": "https://www.scilifelab.se/event/ddls-pmd-minisymposium-2023/",
            "description": "This meeting brings together the community in precision medicine and diagnostics and researchers who implemented artificial intelligence and machine learning applications in their research in PMD to improve human health and diagnostics, introduces newly appointed DDLS fellows in the PMD research area, and provides opportunities for networking across the research community and the SciLifeLab infrastructures. Thematically, this meeting will focus on emerging approaches to cancer research, ranging from both cutting-edge basic science to promising translational developments of AI.",
            "registration_url": "https://www.lyyti.in/_4917"
        },
        {
            "title": "A new RDA Working Group on managing and integrating multiomics data",
            "type": "Workshop",
            "date_start": "2023-09-07",
            "time_start": "14:00",
            "time_end": "16:00",
            "venue": "Online",
            "location": [
                "Online"
            ],
            "organisers": "RDA",
            "event_url": "https://www.rd-alliance.org/new-rda-working-group-managing-and-integrating-multiomics-data",
            "description": "About the Working Group An RDA-OfR Working Group (WG), supported by Oracle for Research (OfR) and facilitated by the Research Data Alliance (RDA), is being set up to create recommendations and best practices for the management of multiomics data.",
            "registration_url": "https://forms.gle/1EgrMEx6XLv6X9j29"
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-09-05",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-08-29",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-08-22",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Integrated Structural Biology workshop",
            "type": "Workshop",
            "date_start": "2023-08-23",
            "date_end": "2023-08-24",
            "venue": "Online event via Zoom ",
            "location": [
                "Online"
            ],
            "organisers": "Integrated Structural Biology Platform at SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/integrated-structural-biology-workshop/",
            "description": "Structural Biology comprises studies of proteins and nucleic acids, how they interact and how they appear in solution. The answer provides insight in to the function of the macromolecules and can explain diseases, basic functions or be used to understand mechanisms and in the longer perspective aim in drug design to name a few of the important areas where the techniques contributes.<br><br>Important techniques for structural biology include Cryo-EM, Nuclear Magnetic Resonance and Structural Proteomics and all of these are available through SciLifeLab. For a structural biology project, there is a pipeline starting with the gene and the end goal information is how and where the encoded protein functions or interacts with the surround.<br><br>It has become clear over the years that no technique alone can provide a full insight into a biological problem. Thus an integrated approach where different techniques are combined is often necessary. The aim for us working with structural biology at SciLifeLab is to be a partner along the whole way, from gene to final answer.",
            "registration_url": "https://www.lyyti.fi/reg/Integrated_Structural_Biology_workshop"
        },
        {
            "title": "EBSA Congress 2023",
            "type": "Conference",
            "date_start": "2023-07-31",
            "date_end": "2023-08-04",
            "venue": "Aula Magna, Stockholm University",
            "location": [
                "Stockholm"
            ],
            "organisers": "EBSA",
            "event_url": "https://mkon.nu/ebsa",
            "description": "An EBSA congress in Sweden is timely. In 1986, the first EBSA Workshop was hosted by the Swedish Biophysical Society and Professor Anders Ehrenberg, the first president of EBSA. In 2023, after a series of great EBSA meetings around Europe, the Swedish Society for Biochemistry, Biophysics and Molecular Biology (SFBBM) is again, jointly with EBSA and Protein Society, proud to host the 14th EBSA congress at Stockholm University, supported by the Swedish National Committee for Molecular Biosciences (of the Royal Swedish Academy of Sciences). In this meeting, we are honored to also collaborate with the Biophysical Society, IUPAB and SciLifeLab.",
            "registration_url": "https://mkon.nu/ebsa/registration_form"
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-07-18",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-07-11",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-07-04",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/get-support/talk-to-us",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        }
    ]
}
