{
    "items": [
        {
            "title": "The Swedish Bioinformatics Advisory Program",
            "type": "Long term training",
            "registration_deadline": "2022-12-21",
            "organisers": "SciLifeLab",
            "event_url": "https://www.scilifelab.se/training/the-swedish-bioinformatics-advisory-program",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSdZ2nARLk2Z67oWRZUq9R5wZyBwo-EnpVhGIbwlkAMO79t7mw/viewform",
            "description": "PhD students are admitted to the Swedish Bioinformatics Advisory Program for a maximum of 2 years. During this time, the PhD student gets assigned a senior bioinformatician acting as a personal advisor, according to the limitations below:<br><br><ul><li>1 start-up meeting where the advisor visits the research group of the PhD student.</li><li>A 1-hour physical meeting or video conference per month (except July), where the PhD student and her/his supervisor are expected to attend.</li><li>2 grand meetings per year (1-2 days/meeting), where all PhD students currently enrolled in the program, as well as their PhD supervisors, meet with the advisors at SciLifeLab.</li></ul>"
        },
        {
            "title": "NBIS workshop in Neural Nets and Deep Learning",
            "type": "Workshop",
            "date_start": "2023-03-20",
            "date_end": "2023-03-24",
            "venue": "Navet, SciLifeLab Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/75565",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSfcZ8OCHp4Fee12uspuLoO0p0ISOJU3Bnp7ToRZtyCYvV9Z-Q/viewform?usp=send_form",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Introduction to bioinformatics using NGS data",
            "type": "Workshop",
            "date_start": "2023-02-06",
            "date_end": "2023-02-10",
            "venue": "Uppsala, Lund, Umeå, online",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/76870",
            "registration_url": "https://nbis.typeform.com/to/Opw0vIlH",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Single cell RNAseq data analysis",
            "type": "Course",
            "date_start": "2023-01-30",
            "date_end": "2023-02-03",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "organisers": "NBIS",
            "event_url": "https://www.scilifelab.se/event/single-cell-rnaseq-data-analysis/",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScdZxbA-13IuuYdMSQsLjLmNK-53DWsbZNMJbddZ4yKd6iDBA/viewform",
            "description": "This workshop will introduce the best practice bioinformatics methods for processing and analyses of single cell RNA-seq data. The total course duration is 5 days, including the lectures and practical exercises that will be held on site in Stockholm."
        },
        {
            "title": "Evolution in Sweden 2023",
            "type": "Symposium",
            "date_start": "2023-01-10",
            "time_start": "10:00",
            "date_end": "2023-01-12",
            "time_end": "14:30",
            "venue": "Friessalen",
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/evolution-in-sweden-2023/",
            "registration_url": "https://www.lyyti.in/_3494",
            "description": "Evolution in Sweden is a biannual meeting, which broadly gathers evolutionary biologists working in Sweden. The meeting was held in Uppsala 2014, Lund 2016, Stockholm 2018, and Gothenburg 2020. The host for 2023 is Evolutionary Biology Centre, at Uppsala University. The meeting is aimed to be a broad meeting on every aspect of evolutionary biology of all forms of life on Earth. However, please note that the meeting is restricted to scientists active in Swedish academic departments.<br><br>This year the Evolution in Sweden conference is organized together with the Evolution and Biodiversity research area from the Data-driven life science program (DDLS), part of a 12-year SEK 3.1 billion initiative from the Knut and Alice Wallenberg Foundation. We encourage researchers working with analysis of large data sets in the fields of evolution and biodiversity to attend."
        },
        {
            "title": "Data-driven Epidemiology and biology of infections Research Area Symposium",
            "type": "Symposium",
            "date_start": "2022-12-07",
            "time_start": "12:00",
            "date_end": "2022-12-08",
            "time_end": "12:00",
            "venue": "Europasalen, Konferenscentrum Wallenberg, Gothenburg",
            "organisers": "DDLS Research Area expert group",
            "event_url": "https://www.scilifelab.se/event/data-driven-epidemiology-and-biology-of-infections-research-area-symposium/",
            "registration_url": "https://www.lyyti.in/_7819",
            "description": "Welcome to a symposia with the new DDLS Fellows and national as well as international researchers within the area of data-driven epidemiology and biology of infections.<br><br>We encourage personal participation to network with the new DDLS Fellows and other experts of the field however online participation is possible."
        },
        {
            "title": "Data-Driven Precision Medicine and Diagnostics Research Area Symposium",
            "type": "Symposium",
            "date_start": "2022-12-12",
            "time_start": "09:45",
            "date_end": "2022-12-12",
            "time_end": "18:30",
            "venue": "Sune Bergström Aula, BioClinicum, New Karolinska University Hospital",
            "organisers": "SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/data-driven-precision-medicine-and-diagnostics-research-area-symposium/",
            "registration_url": "https://www.lyyti.fi/reg/_3431",
            "description": "Welcome to the first in-person symposium in data-driven precision medicine and diagnostics (PMD) research area. Listen to the Data Driven Life Science (DDLS) fellows recruited in this research area and expand your network with international and national colleagues.<br><br>The data-driven precision medicine and diagnostics symposium on December 12, 2022, is the first in-person symposium in the research area of precision medicine and diagnostics of the DDLS program. This meeting brings together the community in precision medicine and diagnostics and researchers who implemented artificial intelligence and machine learning applications in their research in PMD to improve human health and diagnostics, introduces newly appointed DDLS fellows in the PMD research area, and provides opportunities for networking across the research community and the SciLifeLab infrastructures. We are excited to host three international keynote speakers and welcome the community to join us. Hopefully, this event will inspire you on the potentials of data-driven precision medicine and diagnostics in Sweden."
        },
        {
            "title": "Meet a Data Steward & get Data Mangement Support",
            "type": "meeting",
            "date_start": "2022-12-13",
            "time_start": "15:00",
            "date_end": "2022-12-13",
            "time_end": "16:00",
            "venue": "Navet E10:2309 or Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a 15 minute mini-lecture entitled “SciLifeLab Data Repository; supporting data publishing”. After the mini-lecture, there will be a 45 minute Q & A session on issues related to data management in general."
        },
        {
            "title": "DDLS Industry PhD Collaboration Dialogue – online",
            "type": "meeting",
            "date_start": "2022-11-30",
            "time_start": "09:00",
            "date_end": "2022-11-30",
            "time_end": "11:00",
            "venue": "Online event",
            "organisers": "DDLS Steering group",
            "registration_url": "https://www.lyyti.fi/reg/DDLS_Industry_PhD_Collaboration_2059",
            "event_url": "https://www.scilifelab.se/event/ddls-industry-phd-collaboration-dialogue-online/",
            "description": "The SciLifeLab and Wallenberg National Program for Data-Driven Life Science (DDLS) is a national 12-year research program that involves 11 partner organizations, collaborators nationally and internationally, the Swedish life science community, industry, healthcare, and other stakeholders in society at large. <br><br> During the program, more than 250 PhD students and 200 postdocs in academia and industry will be recruited to facilitate collaborations across sectors and disciplines. The DDLS academic and industrial PhD students and postdocs will all be enrolled in the DDLS Research School promoting acquisition of high competence and skills. This is to meet the future needs within data-driven life sciences, industrial R&D, health care and society. The DDLS Research School will be launched in 2024. <br><br> Now, both well established companies, small and medium-sized enterprises, within the data-driven life science sector as well as academia, are invited to partake in this event and contribute to the future of the program."
        },
        {
            "title": "Ancient DNA symposium",
            "type": "symposium",
            "date_start": "2022-11-29",
            "time_start": "09:00",
            "date_end": "2022-11-29",
            "time_end": "16:30",
            "venue": "Small Auditorium, Swedish Museum of Natural History",
            "organisers": "Centre for Palaeogenetics (SU) and Swedish Museum of Natural History",
            "registration_url": "https://www.lyyti.in/Ancient_DNA_5432",
            "event_url": "https://www.scilifelab.se/event/ancient-dna-symposium/",
            "description": "The possibility of studying humans, animals, plants, and other forms of life that lived in the past using DNA analysis is providing new insight into history, often with important implications for understanding our contemporary world. Ancient DNA can support investigation of e.g. prehistoric migrations and interactions, cultural practices, and development of agriculture, as well as research into evolution, ecology, and biodiversity. <br><br> This symposium is organized to present the forefront and breadth of ancient DNA analysis and its value in context of other information in order to facilitate cross-disciplinary projects. <br><br> The event is organized by the Centre for Palaeogenetics at Stockholm University and Swedish Museum of Natural History, in collaboration with SciLifeLab Ancient DNA unit and the National Genomics Infrastructure."
        },
        {
            "title": "SciLifeLab Platform Day – Uppsala site",
            "type": "meeting",
            "date_start": "2022-11-24",
            "time_start": "09:00",
            "date_end": "2022-11-24",
            "time_end": "16:00",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "Uppsala PhD & PostDoc Council",
            "registration_url": "https://www.lyyti.in/Platform_day__Uppsala_3804",
            "event_url": "https://www.scilifelab.se/event/scilifelab-platform-day/",
            "description": "This day will be held to promote and introduce an array of SciLifeLab infrastructure platforms based in Uppsala."
        },
        {
            "title": "Big Data Conference Europe 2022",
            "type": "conference",
            "date_start": "2022-11-23",
            "date_end": "2022-11-24",
            "venue": "Online event",
            "organisers": "DATA MINER",
            "event_url": "https://bigdataconference.eu/#/?playlistId=0&videoId=0",
            "registration_url": "https://bigdataconference.eu/tickets/",
            "description": "Big Data Conference Europe is a two-day conference with technical talks in the fields of big data, high Load, data science, machine learning and AI. The conference brings together developers, IT professionals, and users to share their experience, discuss best practices, describe use cases and business applications related to their successes. The event is designed to educate, inform, and inspire – organized by people who are passionate about Big Data and Data Exploration. We look forward to seeing you there!"
        },
        {
            "title": "NBIS/ELIXIR-SE Tools for Reproducible Research – ONLINE",
            "type": "course",
            "date_start": "2022-11-21",
            "date_end": "2022-11-25",
            "venue": "Online course",
            "organisers": "NBIS",
            "registration_url": "https://forms.gle/XJRnXF2PGe87PXDt8",
            "event_url": "https://www.scilifelab.se/event/nbis-elixir-se-tools-for-reproducible-research-online-2/",
            "description": "NBIS / ELIXIR-SE course is open for PhD students, postdocs, group leaders and core facility staff interested in making their computational analysis more reproducible. International applications are welcome, but we will give approximately half of the participant slots to applicants from Swedish universities at minimum, due to the national role NBIS plays in Sweden. <br><br> Responsible teachers: John Sundh, Erik Fasterius <br><br> Contact information: edu.trr@nbis.se"
        },
        {
            "title": "DDLS Annual Conference",
            "type": "conference",
            "date_start": "2022-11-15",
            "time_start": "11:45",
            "date_end": "2022-11-16",
            "time_end": "12:30",
            "venue": "Eva & Georg Klein, Scilifelab, Solna",
            "organisers": "DDLS Steering group",
            "registration_url": "https://www.lyyti.in/DDLS_7054",
            "event_url": "https://www.scilifelab.se/event/ddls-annual-conference/",
            "description": "Welcome to a lunch-to-lunch conference focused on Data-driven Life Science. Listen to the DDLS Fellows and take part in social activities onsite. <br><br> The Data-Driven Life Science conference on November 15-16, 2022, is the first in-person conference of the DDLS program. This meeting brings together the community in biomolecular data science and AI, introduces newly appointed DDLS fellows, and provides opportunities for networking across the research community and SciLifeLab infrastructures. We are excited to host two international keynote speakers and welcome the community to join us. We are excited to meet in person at the poster session and other social events."
        },
        {
            "title": "Meet a Data Steward & get Data Mangement Support",
            "type": "meeting",
            "date_start": "2022-11-08",
            "time_start": "15:00",
            "date_end": "2022-11-08",
            "time_end": "16:00",
            "venue": "Navet E10:3309 or Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/data-management-drop-in/",
            "description": "If you want to discuss your IT and research data management needs – join these monthly meetings organised by SciLifeLab Data Centre and NBIS! <br><br> The NEW Research Data Management Q&A drop-in sessions are held online and are open for all researchers affiliated with a Swedish university or institute. Discuss data sharing, data repositories, data management plans, compute and storage or other data-related issues with experts from SciLifeLab Data Centre and NBIS. <br><br> The drop-in sessions are held monthly (13th Sept, 11th Oct, 8th Nov and 13th Dec) on Zoom: https://uu-se.zoom.us/j/65454079763"
        },
        {
            "title": "NBIS – Bioinformatics and data support at SciLifeLab",
            "type": "meeting",
            "date_start": "2022-11-08",
            "time_start": "12:00",
            "date_end": "2022-11-08",
            "time_end": "13:00",
            "venue": "Assembly Room Birgit Thilander, Medicinaregatan 3",
            "organisers": "SciLifeLab and NBIS, Göteborg",
            "event_url": "https://www.scilifelab.se/event/nbis-bioinformatics-and-data-support-at-scilifelab/",
            "description": "NBIS, National Bioinformatics Infrastructure Sweden, is a distributed national research infrastructure. We are the SciLifeLab bioinformatics platform and the Swedish node in Elixir, a European intergovernmental organisation bringing together life science resources from across Europe. We offer bioinformatics support, infrastructure and training."
        },
        {
            "title": "Epigenomics Data Analysis: from Bulk to Single Cell",
            "type": "workshop",
            "date_start": "2022-10-24",
            "date_end": "2022-10-28",
            "venue": "Online event via Zoom",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/70626",
            "registration_url": "https://forms.gle/VknU24TThu17EVDGA",
            "description": "The aim of this workshop is to introduce best practice bioinformatics methods for processing, analyses and integration of epigenomics data. The online teaching includes lectures, programming tutorials and interactive group sessions. This workshop is run by the National Bioinformatics Infrastructure Sweden (NBIS)."
        },
        {
            "title": "Research Data Management Q&A drop in",
            "type": "meeting",
            "date_start": "2022-10-11",
            "date_end": "2022-10-11",
            "venue": "Online event",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/data-management-drop-in/",
            "description": "If you want to discuss your IT and research data management needs – join these monthly meetings organised by SciLifeLab Data Centre and NBIS! <br><br> The NEW Research Data Management Q&A drop-in sessions are held online and are open for all researchers affiliated with a Swedish university or institute. Discuss data sharing, data repositories, data management plans, compute and storage or other data-related issues with experts from SciLifeLab Data Centre and NBIS. <br><br> The drop-in sessions are held monthly (13th Sept, 11th Oct, 8th Nov and 13th Dec) on Zoom: https://uu-se.zoom.us/j/65454079763"
        },
        {
            "title": "Introduction to bioinformatics using NGS data",
            "type": "course",
            "date_start": "2022-09-26",
            "date_end": "2022-09-30",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/69792",
            "registration_url": "https://nbis.typeform.com/to/KPCGSX1Q",
            "description": "This intense one-week course (open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare) provides an introduction to the analysis of next generation sequencing data. Lectures on the theory of concepts will be paired with practical computational exercises in the Linux environment. The practical exercises will focus on data from the Illumina platform, but we will discuss other sequencing platforms and the advantages and challenges to using their data during the lectures."
        },
        {
            "title": "Exploring the Human Proteome with Antibodies, Transcriptomics and Mass Spectrometry",
            "type": "course",
            "date_start": "2022-09-11",
            "date_end": "2022-09-16",
            "venue": "Air & Fire, SciLifeLab Solna",
            "organisers": "FEBS – Federation of European Biochemical Societies",
            "event_url": "https://humanproteome2022.febsevents.org",
            "registration_url": "https://humanproteome2022.febsevents.org",
            "description": "The summer school is aimed at graduate students, post-docs, and young independent investigators who want to learn about new techniques to explore the proteins encoded by the human genome. The course will teach state-of-the-art analysis of the human proteins with a focus on antibody-based methods, transcriptomics and mass spectrometry. The course will have several daily lectures by experts in the field and this will be complemented with workshops in which the participants will annotate genes/proteins. Each participant will take part in an annotation effort with the aim to go through all experimental evidence of the respective protein and to evaluate the quality of the underlying data to score the evidence for protein profiles and functionality."
        },
        {
            "title": "Research Data Management Q&A drop in",
            "type": "meeting",
            "date_start": "2022-09-13",
            "date_end": "2022-09-13",
            "venue": "Online event",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/data-management-drop-in/",
            "description": "If you want to discuss your IT and research data management needs – join these monthly meetings organised by SciLifeLab Data Centre and NBIS! <br><br> The NEW Research Data Management Q&A drop-in sessions are held online and are open for all researchers affiliated with a Swedish university or institute. Discuss data sharing, data repositories, data management plans, compute and storage or other data-related issues with experts from SciLifeLab Data Centre and NBIS. <br><br> The drop-in sessions are held monthly (13th Sept, 11th Oct, 8th Nov and 13th Dec) on Zoom: https://uu-se.zoom.us/j/65454079763"
        },
        {
            "title": "Data-Driven Evolution and Biodiversity Research",
            "type": "symposium",
            "date_start": "2022-09-08",
            "date_end": "2022-09-09",
            "venue": "Online (Zoom), or on-site (Torgny Segerstedtsalen, Gothenburg)",
            "organisers": "DDLS Research Area expert group",
            "event_url": "https://www.scilifelab.se/event/data-driven-evolution-and-biodiversity-research/",
            "registration_url": "https://www.lyyti.fi/reg/DDLS_5314",
            "description": "Welcome to the first mini-symposium in data-driven evolution and biodiversity research sponsored by the Data-Driven Life Science (DDLS) program! At the mini-symposium, the first group of DDLS Fellows in evolution and biodiversity will present themselves and their research plans. There will be several inspiring keynote talks, presentations of the Swedish infrastructure for data-driven research in evolution and biodiversity, and discussions of the future of the DDLS program."
        },
        {
            "title": "Introduction to biostatistics and machine learning",
            "type": "course",
            "date_start": "2022-09-12",
            "date_end": "2022-09-06",
            "venue": "Online event via Zoom",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/70535",
            "registration_url": "https://forms.gle/bZGvTiMyTzf2Hpx1A",
            "description": "National course open for PhD students, postdocs, researchers and other employees in need of biostatistical skills within all Swedish universities. The course is geared towards life scientists wanting to be able to understand and use basic statistical methods. It would also suit those already applying biostatistical methods but have never got a chance to reflect on and truly grasp the basic statistical concepts, such as the commonly misinterpreted p-value."
        },
        {
            "title": "Snakemake BYOC (bring-your-own-code) workshop (ONLINE)",
            "type": "workshop",
            "date_start": "2022-08-31",
            "date_end": "2022-09-02",
            "venue": "Online event via Zoom",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/70024",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSdk38JTNM34Cjlc9jdsTB9Zs8gyKKF_1U-zkdITLP2oSTR6Ug/closedform",
            "description": "National workshop open for PhD students (prioritized), postdocs, researchers and others from all Swedish universities who have previously participated in the NBIS Tools for reproducible research course or with demonstrated experience in writing Snakemake workflows."
        },
        {
            "title": "Integrative Structural Biology Course",
            "type": "course",
            "date_start": "2022-08-22",
            "date_end": "2022-09-02",
            "venue": "Lund, Gothenburg, Stockholm",
            "organisers": "IntraLife",
            "event_url": "https://www.infralife.se/activities/education-and-training/structural-biology-course/",
            "registration_url": "https://www.lyyti.fi/reg/Integrative_Structural_Biology_Course_3770",
            "description": "InfraLife is preparing a course in integrative structural biology where we cover not only the basics of state-of-the-art structural biology techniques, but also how to combine the information to address a biological question. We will have several lectures on modelling and computational techniques for structural biology. The course will take place in the autumn of 2022."
        },
        {
            "title": "RaukR, Advanced R for Bioinformatics – Online workshop",
            "type": "workshop",
            "date_start": "2022-06-13",
            "date_end": "2022-06-17",
            "venue": "Online event via Zoom",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://nbisweden.github.io/workshop-RaukR-2206/",
            "registration_url": "https://nbis.typeform.com/to/DWyvQThR",
            "description": "International workshop. The workshop is open for researchers at university or in industry such as PhD students, postdocs, group leaders, core facility staff and analysts. Join us online this June to improve your R skills and have a nice time!  In Life Science and Bioinformatics, R is increasingly being used to transform and analyse data, perform statistical analysis and produce publication-ready visualisations. This workshop will focus on advanced R functionality, to increase the participants skillset and understanding of what is possible to do today."
        },
        {
            "title": "Networking meeting between the Wallenberg programs Data-driven Life Science (DDLS) and WASP-HS",
            "type": "meeting",
            "date_start": "2022-06-08",
            "time_start": "10:00",
            "date_end": "2022-06-08",
            "time_end": "16:00",
            "venue": "Air & Fire, SciLifeLab Solna",
            "organisers": "DDLS Steering group",
            "event_url": "https://www.scilifelab.se/event/networking-meeting-between-the-wallenberg-programs-data-driven-life-science-ddls-and-wasp-hs/",
            "registration_url": "https://www.lyyti.fi/reg/WASP_HS_DDLS",
            "description": "The purpose of the meeting is to explore opportunities for joint and multidisciplinary research ventures between researchers working within data-driven life science and researchers from the humanities and social sciences working on Artificial Intelligence and Autonomous Systems. Information regarding an upcoming call for seed-money for cross-program research collaborations will also be announced at the meeting. Apart from thematic parallel networking sessions, the program will include a study visit to SciLifeLab. Coffee and lunch will be served."
        },
        {
            "title": "FAIRPoints-Enhancing Sample Provenance and Experimental Reproducibility",
            "type": "webinar",
            "date_start": "2022-05-30",
            "time_start": "16:00",
            "date_end": "2022-05-30",
            "time_end": "17:00",
            "venue": "Online event via Zoom",
            "organisers": "FAIRPoints",
            "event_url": "https://www.scilifelab.se/event/fairpoints-sample-provenance",
            "registration_url": "https://www.lyyti.fi/reg/fairpoints_samples",
            "description": "Lack of reliable information about sample usage, location, provenance, metadata and experimental use is a core barrier to experimental reproducibility and general FAIRification of data. This presentation will describe how these issues are being addressed in the design and development of a sample management module within the RSpace electronic lab notebook, focusing on three specific challenges: (1) Incorporating sample data into experimental documentation; (2) Associating PIDS like IGSNs and RRIDS into sample metadata; and (3) Export of sample metadata in required formats to different domain repositories and databases. FAIRPoints is an event series highlighting pragmatic measures developed by the community towards the implementation of the FAIR (Findable, Accessible, Interoperable, Reusable) data principles, in collaboration with GoFAIR US, SDSC, AGU, and SciLifeLab Data Centre."
        },
        {
            "title": "Handling Pandemic Omics Data in the Nordics",
            "type": "webinar",
            "date_start": "2022-05-18",
            "time_start": "09:00",
            "date_end": "2022-05-19",
            "time_end": "13:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Data Centre, ELIXIR Norway and ELIXIR Estonia",
            "event_url": "https://nordic-compbio.iscbsc.org/omics-data",
            "registration_url": "https://nettskjema.no/a/nordic-data#/page/1",
            "description": "The current COVID-19 pandemic has understandably received considerable attention worldwide over the last few years. As it spread across the globe, the pandemic posed significant challenges for society, governmental bodies, healthcare systems, and research communities. Unprecedented efforts were necessary to  generate, handle, and report the sheer amount of complex data required to be able to understand how SARS-CoV-2 was spreading, and develop efficient policies to fight the pandemic. SciLifeLab Data Centre, ELIXIR Norway and ELIXIR Estonia have organised an online event exploring how Nordic countries handled omics data related to the SARS-CoV-2 pandemic. We invite bioinformaticians, data stewards, research scientists, and anyone else interested in this topic to attend. We will focus in particular on how sequencing efforts were coordinated, how data was managed and shared, and how data was used and communicated to different groups. We will also discuss the importance of the FAIR principles in pandemic data management, and which tools and pipelines facilitated efforts. We hope that this will shed light on best practices that could be adopted across the Nordics for future pandemics, and how we might best prepare for them. We also hope to identify key resources that have wider applicability and can be reused further."
        },
        {
            "title": "Towards characterizing the human 3D-proteome – Nobel Symposium",
            "type": "symposium",
            "date_start": "2022-05-19",
            "time_start": "14:00",
            "date_end": "2022-05-19",
            "time_end": "18:00",
            "venue": "Beijersalen, Kungl. Vetenskapakademien",
            "organisers": "Arne Elofsson",
            "event_url": "https://www.scilifelab.se/event/towards-characterizing-the-human-3d-proteome/",
            "description": "This symposium aims to bring together experts from various fields with the explicit goal of outlining a joint worldwide strategy to obtain a structural map of the human proteome. In addition to determining the structure and composition of all human proteins and their interactions, it would also require understanding the flexible and dynamic supra-molecular structures in living cells, such as multi-component membraneless organelles. A few key findings from the last years make us believe that this goal is achievable. First, detailed knowledge of composition (splice forms, PTMs) and expression levels in different cells are becoming available. Secondly, Cryo-EM has revolutionized the structural determination of large protein complexes. Finally, using co-evolution and advances in deep learning, it is now possible to predict the structure of many individual proteins and complexes directly using no other information than the sequences and their evolutionary history. In the next few years, combining the progress in these three areas will provide an opportunity to provide unprecedented molecular insights into the function of cells. Theoretical methods combined with ever-increasing sequence information will enable an understanding sequence and structural variation within populations, both in humans and in disease-causing organisms."
        },
        {
            "title": "AI / Data-driven life science",
            "type": "workshop",
            "date_start": "2022-05-16",
            "time_start": "09:15",
            "date_end": "2022-05-16",
            "time_end": "16:30",
            "venue": "Ångströmlaboratoriet",
            "organisers": "Uppsala University",
            "event_url": "https://teknat.uu.se/samverkan/invigning-nya-angstrom/temadagsvecka/ai-data-driven-life-science/",
            "registration_url": "https://www.trippus.se/web/registration/registration.aspx?view=registration&idcategory=AB0ILBD0Z5nhjmltiTMMvM0G861MiWGkCGKNHTYR-5M6ca1_I3yVUretJQwhFe5wQ3GbIgOeB_Tf&ln=eng",
            "description": "Life science research is becoming increasingly dependent on data, and never before has so much data been generated today. The amount and complexity increase exponentially, and when this data becomes open to researchers around the world, more scientific discoveries are made possible. The rapid technological development in life sciences, combined with innovations in computing and AI, will play an increasingly important role in research and development and affect virtually all areas of medicine and science. During this day, you will meet prominent international and local researchers, take part in current research, and discuss open data, AI, ethics, and visualization related to life science."
        },
        {
            "title": "Open Science Pathways in the Earth, Space, and Life Sciences",
            "type": "webinar",
            "date_start": "2022-05-09",
            "time_start": "12:00",
            "date_end": "2022-05-09",
            "time_end": "17:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Data Centre and American Geophysical Union",
            "event_url": "https://www.scilifelab.se/event/agu-scilifelab/",
            "registration_url": "https://www.lyyti.in/AGU_SciLifeLab",
            "description": "This event will feature a number of speakers all addressing these themes on Open Science from various perspectives on a national and international level: - The Path to Open, Reproducible Science – Stories from the Research Community; - How to Open Science – Practical Use Cases, Lessons Learned from the Research Community; - Open Science from a Broader Context – What Open Science Means from the National and International Perspectives"
        },
        {
            "title": "Open science & Reproducibility Services at SciLifeLab",
            "type": "webinar",
            "date_start": "2022-05-09",
            "time_start": "09:00",
            "date_end": "2022-05-09",
            "time_end": "11:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/open-science-reproducibility-at-scilifelab/",
            "registration_url": "https://www.lyyti.in/open_science_repro_scilifelab",
            "description": "SciLifeLab Data Centre invites you to a 2-hour event on May 9th 2022 focusing on services available at SciLifeLab for researchers regarding Open Science and Reproducibility. In the event we will showcase a variety of tools and services to facilitate open and reproducible practices in data-driven research."
        },
        {
            "title": "NBIS/ELIXIR-SE Tools for Reproducible Research",
            "type": "course",
            "date_start": "2022-04-25",
            "date_end": "2022-04-29",
            "venue": "Online event via Zoom",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/58267",
            "description": "NBIS / ELIXIR-SE course is open for PhD students, postdocs, group leaders and core facility staff interested in making their computational analysis more reproducible. International applications are welcome, but we will give approximately half of the participant slots to applicants from Swedish universities at minimum, due to the national role NBIS plays in Sweden."
        },
        {
            "title": "AI-driven genomic precision diagnostics in hematologic malignancies",
            "type": "webinar",
            "date_start": "2022-04-29",
            "time_start": "14:00",
            "date_end": "2022-04-29",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Clinical Genomics platform and Genomic Medicine Sweden",
            "event_url": "https://www.scilifelab.se/event/ai-driven-genomic-precision-diagnostics-in-hematologic-malignancies/",
            "registration_url": "https://www.lyyti.fi/reg/AIdriven_genomic_precision_diagnostics_in_hematologic_malignancies_6713",
            "description": "In this webinar, jointly organized by the Clinical Genomics platform and Genomic Medicine Sweden, Dr. Aziz Nazha will present AI-based solutions to improve the diagnosis, prognosis, and selection of therapy in hematologic malignancies. The talk will also cover the clinical implication of AI/ML in diagnostic hematology, current challenges and potential future opportunities."
        },
        {
            "title": "Workshop on Data Visualization in R – Lund",
            "type": "workshop",
            "date_start": "2022-04-27",
            "date_end": "2022-04-29",
            "venue": "Sölvegatan 35, Lund, 223 62; Retina D227, Biologihuset",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/46547",
            "registration_url": "https://forms.gle/3WDUJpCSKCD9MZ3P6",
            "registration_deadline": "2022-03-18",
            "description": "National course open for PhD students (prioritized), postdocs, researchers and other employees within all Swedish universities interested in learning to plot using different packages in R."
        },
        {
            "title": "Introduction to Data Management Practices",
            "type": "course",
            "date_start": "2022-04-05",
            "date_end": "2022-04-07",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "NBIS – National Bioinformatics Infrastructure Sweden",
            "event_url": "https://uppsala.instructure.com/courses/58273",
            "registration_url": "https://forms.gle/sLRBJYsien3jM7i36",
            "registration_deadline": "2022-03-15",
            "description": "National course open for PhD students, postdocs, researchers and other employees within all Swedish universities. This course will introduce important aspects of Research Data Management through a series of lectures and hands-on computer exercises. The course is intended for researchers that want to take the first steps towards a more systematic and reproducible approach to analysing and managing research data."
        }
    ]
}