{
    "items": [
        {
            "title": "Introduction to Biostatistics and Machine Learning",
            "type": "Course",
            "date_start": "2023-04-24",
            "date_end": "2023-04-28",
            "registration_deadline": "2023-04-24",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/74597",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScTNapdU6hm6cWB2CsDWHsC2KouhSbsW4zDvE4jjUggo6AGtg/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees in need of biostatistical skills within all Swedish universities. The course is geared towards life scientists wanting to be able to understand and use basic statistical and machine learning methods. It would also suit those already applying biostatistical methods but have never got a chance to reflect on and truly grasp the basic statistical concepts, such as the commonly misinterpreted p-value.<br><br>Due to limited space the course can accommodate maximum of 25 participants. If we receive more applications, participants will be selected based on several criteria. Selection criteria include correct entry requirements, motivation to attend the course as well as gender and geographical balance.NBIS prioritises academic participants (students, staff, affiliated researchers) in Sweden. We can accept participants from industry and/or outside Sweden if we have seats available and the requirements criteria are met.<br><br><b>Fee:</b> 1500 SEK paid by invoice to NBIS. This includes lunches, coffee and snacks. Please note that NBIS cannot invoice individuals."
        },
        {
            "title": "Introduction to Data Management Practices",
            "type": "Course",
            "date_start": "2023-04-18",
            "date_end": "2023-04-20",
            "registration_deadline": "2023-03-10",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/78709",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSezMsYRvJ0F-GKFKL1cPG6TjxsbtksutOjUTxgcyyL_WXhTXA/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees within all Swedish universities. The course is geared towards life scientists wanting to take the first steps towards a more systematic and reproducible approach to analysing and managing research data. Due to limited space the course can accommodate a maximum of 25 participants. If we receive more applications, participants will be selected based on several criteria. Selection criteria include correct entry requirements, motivation to attend the course as well as gender and geographical balance.<br><br><b>Fee:</b> 1500 SEK paid by invoice to NBIS. This includes lunches, coffee and snacks. Please note that NBIS cannot invoice individuals."
        },
        {
            "title": "Data-driven life science and the RDA: Leveraging global data communities in regional initiatives and cross-border infrastructures",
            "type": "Workshop",
            "date_start": "2023-03-24",
            "time_start": "09:00",
            "date_end": "2023-03-24",
            "time_end": "13:00",
            "venue": "Lindholmen Conference Center",
            "organisers": "ELIXIR and SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/ddls_rda2023/",
            "registration_url": "https://www.lyyti.fi/reg/ddls_rda",
            "description": "This workshop will showcase how to leverage the Research Data Alliance (RDA) to support life science research today and what role the RDA and international data infrastructures can play in the transition to an increasingly data-driven research practice. It is organised by ELIXIR, NBIS and the Science for Life Laboratory (SciLifeLab) and includes speakers on life science data & interoperability, stakeholder engagement, and liaison strategies with the RDA.<br><br>The workshop aims to promote and refine strategies for liaising with global communities and in particular the RDA to develop and adopt solutions for data-driven life science research. The intended audience is research communities, regional research infrastructures and cross-border infrastructure collaborations. However, registration is open to everyone who is involved in furthering shared principles and standards for life science research data. To accommodate a dynamic and diverse group of participants, the workshop is hosted as a hybrid event, accepting participants on-site in Gothenburg, Sweden or online via Zoom."
        },
        {
            "title": "NBIS workshop in Neural Nets and Deep Learning",
            "type": "Workshop",
            "date_start": "2023-03-20",
            "date_end": "2023-03-24",
            "venue": "Navet, SciLifeLab Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/75565",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSfcZ8OCHp4Fee12uspuLoO0p0ISOJU3Bnp7ToRZtyCYvV9Z-Q/viewform?usp=send_form",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Meet a Data Steward & get Data Management support (Uppsala/online)",
            "type": "Support session",
            "date_start": "2023-02-07",
            "time_start": "15:00",
            "date_end": "2023-02-07",
            "time_end": "16:00",
            "venue": "Navet E10:2309 & Online via Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a 15 min mini-lecture: Need to setup a DMP? Join us for a session about DMPs and the SciLifeLab Data Stewardship Wizard tool. After the mini-lecture there is time for a general Q & A for 45 minutes. Join us on Zoom or on-site at BMC, Uppsala in E10:2309.<br><br>The NEW 'Meet a data steward sessions' are held both at BMC, Uppsala and online and are open for all researchers affiliated with a Swedish university or institute. Each event starts with a 15 minutes mini-lecture, and 45 minutes of free Q & A.  Here you can bring your own research question, discuss data sharing, data repositories, data management plans, compute and storage or other data-related issues with data stewards and other experts from SciLifeLab Data Centre and NBIS."
        },
        {
            "title": "Introduction to bioinformatics using NGS data",
            "type": "Workshop",
            "date_start": "2023-02-06",
            "date_end": "2023-02-10",
            "venue": "Uppsala, Lund, Umeå, online",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/76870",
            "registration_url": "https://nbis.typeform.com/to/Opw0vIlH",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Single cell RNAseq data analysis",
            "type": "Course",
            "date_start": "2023-01-30",
            "date_end": "2023-02-03",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "organisers": "NBIS",
            "event_url": "https://www.scilifelab.se/event/single-cell-rnaseq-data-analysis/",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScdZxbA-13IuuYdMSQsLjLmNK-53DWsbZNMJbddZ4yKd6iDBA/viewform",
            "description": "This workshop will introduce the best practice bioinformatics methods for processing and analyses of single cell RNA-seq data. The total course duration is 5 days, including the lectures and practical exercises that will be held on site in Stockholm."
        },
        {
            "title": "WASP and DDLS networking event",
            "type": "Webinar",
            "date_start": "2023-01-27",
            "time_start": "11:00",
            "date_end": "2023-01-27",
            "time_end": "14:00",
            "venue": "Online event via Zoom (mingle onsite)",
            "organisers": "SciLifeLab DDLS and WASP",
            "event_url": "https://www.scilifelab.se/event/wasp-and-ddls-networking-event-january-2023/",
            "registration_url": "https://www.lyyti.fi/reg/WASP_and_DDLS_event_January_2023",
            "description": "This networking event welcomes everyone that wants to learn more about the second WASP-DDLS joint call for research projects. The event will start with an open Zoom meeting that will give an introduction to the new call and also highlight lessons learned from previous approved projects. The digital introduction will be followed by on-site network meetings at different university sites."
        },
        {
            "title": "FAIRPoints-FAIRPoints ‘Ask me Anything’ (AMA)",
            "type": "Meeting",
            "date_start": "2023-01-26",
            "time_start": "11:00",
            "date_end": "2023-01-26",
            "time_end": "13:00",
            "venue": "Online event via Zoom",
            "organisers": "FAIRPoints",
            "event_url": "https://www.scilifelab.se/event/fairpoints-fairpoints-ask-me-anything-ama/",
            "registration_url": "https://www.lyyti.fi/reg/fairpoints_ama",
            "description": "The theme of this session is 'FAIRPoints ‘Ask Me Anything’ on Identifiers.' We will be discussing the different types of identifiers available, their importance in creating FAIR Digital Objects, and how they can be applied and integrated into research practices. Speakers include Maggie Hellström, Peter Wittenberg, Matthew Buys, and moderated by Natasha Simons, Nabil Ksibi, Patricia Herterich.<br><br>The events will bring together speakers from the RDA Groups and speakers from a related EOSC service to describe how their work aligns, how it connects to the research community, and how it benefits the research community in a way that is directly related to the implementation of FAIR and Open research practices. The events are beginner-friendly, laid-back, and easy to follow, with moderators driving the discussion, posing questions to our speakers, and inviting audience questions. Finally a selection of questions will be gathered and turned into Google Educational Q&A flashcards (https://schema.org/QAPage) for future reference."
        },
        {
            "title": "Evolution in Sweden 2023",
            "type": "Symposium",
            "date_start": "2023-01-10",
            "time_start": "10:00",
            "date_end": "2023-01-12",
            "time_end": "14:30",
            "venue": "Friessalen",
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/evolution-in-sweden-2023/",
            "registration_url": "https://www.lyyti.in/_3494",
            "description": "Evolution in Sweden is a biannual meeting, which broadly gathers evolutionary biologists working in Sweden. The meeting was held in Uppsala 2014, Lund 2016, Stockholm 2018, and Gothenburg 2020. The host for 2023 is Evolutionary Biology Centre, at Uppsala University. The meeting is aimed to be a broad meeting on every aspect of evolutionary biology of all forms of life on Earth. However, please note that the meeting is restricted to scientists active in Swedish academic departments.<br><br>This year the Evolution in Sweden conference is organized together with the Evolution and Biodiversity research area from the Data-driven life science program (DDLS), part of a 12-year SEK 3.1 billion initiative from the Knut and Alice Wallenberg Foundation. We encourage researchers working with analysis of large data sets in the fields of evolution and biodiversity to attend."
        },
        {
            "title": "User Experience (UX) Design to build intuitive web applications for life science research",
            "type": "Webinar",
            "date_start": "2023-01-10",
            "time_start": "14:00",
            "date_end": "2023-01-10",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/user-experience-ux-design-to-build-intuitive-web-applications-for-life-science-research/",
            "registration_url": "https://uu-se.zoom.us/webinar/register/WN_4QpeAQk4QmCCx5cv7O6_Xw",
            "description": "This online webinar will showcase the basic User Experience (UX) Design principles with lessons learned from adopting them to build web applications in a life science research environment. The event is organised and hosted by NBIS and SciLifeLab with an invited speaker and Senior UX Designer from the European Bioinformatics Institute (EMBL-EBI).<br><br>The webinar aims to highlight some of the basic principles of User Experience (UX) Design, to demonstrate how they provide value in the development process and to guide participants to resources for adopting UX Design practices in their own projects. While the intended audience is NBIS and SciLifeLab staff the registration is open to everyone interested in developing web applications and services for life science research. Registration is required to receive instructions and connection details for the event."
        }
    ]
}
