{
    "items": [
        {
            "title": "DDLS Annual Conference 2023",
            "type": "Conference",
            "date_start": "2023-11-15",
            "date_end": "2023-11-16",
            "registration_deadline": "2023-11-15",
            "venue": "TBC",
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/ddls-annual-conference-2023/",
            "registration_url": "https://www.scilifelab.se/event/ddls-annual-conference-2023/",
            "description": "The DDLS program will arrange the 3rd DDLS Annual Conference, highlighting Data-driven life science research and its future. All scientists interested in data-driven research are welcome to join the 2-day lunch-to-lunch Conference."
        },
        {
            "title": "SciLifeLab Science Summit 2023",
            "type": "Conference",
            "date_start": "2023-09-20",
            "time_start": "09:00",
            "time_end": "17:00",
            "venue": "Aula Magna, Stockholm University",
            "location": [
                "Stockholm"
            ],
            "organisers": "SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/scilifelab-science-summit-2023/",
            "description": "In this SciLifeLab Summit, which is centred on biodiversity and evolution for 2023, we have gathered several leading researchers who use genomics to learn about the diversity of life!"
        },
        {
            "title": "EBSA Congress 2023",
            "type": "Conference",
            "date_start": "2023-07-31",
            "date_end": "2023-08-04",
            "venue": "Aula Magna, Stockholm University",
            "location": [
                "Stockholm"
            ],
            "organisers": "EBSA",
            "event_url": "https://mkon.nu/ebsa",
            "description": "An EBSA congress in Sweden is timely. In 1986, the first EBSA Workshop was hosted by the Swedish Biophysical Society and Professor Anders Ehrenberg, the first president of EBSA. In 2023, after a series of great EBSA meetings around Europe, the Swedish Society for Biochemistry, Biophysics and Molecular Biology (SFBBM) is again, jointly with EBSA and Protein Society, proud to host the 14th EBSA congress at Stockholm University, supported by the Swedish National Committee for Molecular Biosciences (of the Royal Swedish Academy of Sciences). In this meeting, we are honored to also collaborate with the Biophysical Society, IUPAB and SciLifeLab.",
            "registration_url": "https://mkon.nu/ebsa/registration_form"
        },
        {
            "title": "RaukR, Advanced R for Bioinformatics workshop",
            "type": "Workshop",
            "date_start": "2023-06-11",
            "date_end": "2023-06-22",
            "registration_deadline": "2023-04-14",
            "venue": "Visby",
            "location": [
                "Visby"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbisweden.github.io/workshop-RaukR-2306/",
            "registration_url": "https://nbis.typeform.com/RaukR2023",
            "description": "Join us this June in beautiful and historic Visby to improve your R skills and have a nice time!<br><br>In Life Science and Bioinformatics, R is increasingly being used to transform and analyse data, perform statistical analysis and produce publication-ready visualisations. This workshop will focus on advanced R functionality, to increase the participants skillset and understanding of what is possible to do today.<br><br>You are very welcome to apply or see the website for more information. Please, help us spread the word to interested participants!"
        },
        {
            "title": "Karolinska Institutet Medical Ethics Conference",
            "type": "Conference",
            "date_start": "2023-06-07",
            "date_end": "2023-06-08",
            "venue": "Karolinska Institute, Solna",
            "location": [
                "Stockholm"
            ],
            "organisers": "Karolinska Institute",
            "event_url": "https://news.ki.se/calendar/karolinska-institutet-medical-ethics-conference-2023",
            "description": "Welcome to KIMEC2023, aimed at bringing together researchers in Medical Ethics in Sweden and abroad. The conference is free of charge and will take place at Karolinska Institutet on the 7th to 8th of June, 2023."
        },
        {
            "title": "1st cryoNET course on advanced single particle cryo-EM analysis",
            "type": "Course",
            "date_start": "2023-06-05",
            "date_end": "2023-06-09",
            "registration_deadline": "2023-04-13",
            "venue": "Aarhus University, Denmark",
            "location": [
                "Denmark"
            ],
            "organisers": "CryoNet",
            "event_url": "https://www.scilifelab.se/event/1stfirst-cryonet-course-on-advanced-single-particle-cryo-em-analysis/",
            "registration_url": "https://www.lyyti.fi/reg/cryoNET_course",
            "description": "The aim of the course is to provide training in cryo-EM image processing including the latest developments of the field. Participants will receive hands-on training in state-of-the-art techniques for single particle cryo-EM image processing, model building and validation from a range of international specialist guest lecturers. The course also includes theoretical talks and discussions on the use of cryo-EM to address difficult biological questions, which can help the participants address their own research problems."
        },
        {
            "title": "Hackathon on Cloud-Based and AI-Powered BioImage Analysis",
            "type": "Hackathon",
            "date_start": "2023-06-05",
            "date_end": "2023-06-09",
            "registration_deadline": "2023-04-15",
            "venue": "Stockholm",
            "location": [
                "Stockholm"
            ],
            "organisers": "AI4Life consortium",
            "event_url": "https://www.scilifelab.se/event/hackathon-on-cloud-based-and-ai-powered-bioimage-analysis/",
            "registration_url": "https://forms.gle/gSgQx5y776wQdrEC7",
            "description": "We are proud to announce the upcoming hackathon (a.k.a. codefest) event, “Cloud-Based and AI-Powered BioImage Analysis” on June 5th-9th, 2023, at SciLifeLab, Solna. As leading partners in the AI4Life consortium, which is funded through the Horizon Europe Research Infrastructure Grant, SciLifeLab and KTH are organizing this event to bring together the computational and life science communities, shaping the future of Data-Driven Life Sciences!<br><br>In the AI4Life consortium, we focus on building web and cloud infrastructure aimed at addressing the challenges of building and deploying AI tools for bioimage analysis and making them more scalable and easily accessible from the BioImage Model Zoo.<br><br>For the hackathon, we are inviting international experts and hackers on AI-based image analysis and web & cloud infrastructure to lead discussions and form interest groups to hack on related topics. It will feature discussions on our current status and plans in building web and cloud infrastructure for running models in the BioImage Model Zoo, as well as the opportunity to form interest groups to hack on related topics in breakout sessions during the week."
        },
        {
            "title": "WASP4ALL: Building the future Cyber Security landscape",
            "type": "Conference",
            "date_start": "2023-06-01",
            "time_start": "10:00",
            "time_end": "15:30",
            "venue": "World Trade Center, Stockholm and Virtual",
            "location": [
                "Stockholm"
            ],
            "organisers": "WASP",
            "event_url": "https://wasp-sweden.org/event/wasp4all-2023-building-the-future-cyber-security-landscape/",
            "registration_url": "https://www.lyyti.fi/reg/WASP4ALL_2023",
            "registration_deadline": "2023-05-08",
            "description": "WASP4ALL 2023 seeks to engage the Swedish academic and industrial research community around the importance of Cyber Security research in the context of AI, autonomous systems and software. The overall aims are to create awareness of industrial and societal needs, identify and discuss research challenges for the future and to showcase existing research in Sweden. The conference is open for researchers and research leaders from academia and industry with or without prior connection to WASP, that are interested in current Cyber Security research and the interplay between academia and industry."
        },
        {
            "title": "SciLifeLab Data Platform Launch",
            "type": "Webinar",
            "date_start": "2023-05-26",
            "time_start": "11:00",
            "time_end": "12:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online event via Zoom"
            ],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.scilifelab.se/event/scilifelab-data-platform-launch/",
            "registration_url": "https://www.lyyti.fi/reg/data_platform_launch",
            "registration_deadline": "2023-05-26",
            "description": "Join SciLifeLab Data Centre for the official launch of the SciLifeLab Data Platform. At this launch event, we will demonstrate how the data platform supports DDLS, the services we offer, and how you can get access to hosting resources. In addition, a number of our users will present their user cases, followed by a summary."
        },
        {
            "title": "CRISPR as a research tool in cancer and regenerative medicine",
            "type": "Symposium",
            "date_start": "2023-05-25",
            "date_end": "2023-05-26",
            "venue": "Andreas Vesalius Lecture Hall, Karolinska Institutet",
            "location": [
                "Stockholm"
            ],
            "organisers": "CRISPR Functional Genomics",
            "event_url": "https://www.scilifelab.se/event/crispr-as-a-research-tool-scilifelab-international-symposium/",
            "registration_url": "https://reg.akademikonferens.se/app/attendee/new_registration.asp?PROJECTID=19691&CLEAR=yes&REGLINEID=112874&EDIT=off&REGLINENO=3&REGLINEPAGENO=1",
            "registration_deadline": "2023-04-17",
            "description": "This two-day event will bring together leading international experts in the field of CRISPR technology and CRISPR applications in basic research in cancer and regenerative medicine. Attendees will have the opportunity to gain a deeper understanding of the potential and limitations of CRISPR as a research tool, both in precision genome engineering and in massively parallel, functional genomics applications and unbiased screens."
        },
        {
            "title": "RDMkit Contentathon",
            "type": "Contentathon",
            "date_start": "2023-05-22",
            "date_end": "2023-05-24",
            "registration_deadline": "2023-05-07",
            "venue": "Ghent, Belgium",
            "location": [
                "Belgium"
            ],
            "organisers": "RDMkit",
            "event_url": "https://docs.google.com/document/d/1ddwFXIyRpDdvpZ3rUvV408kQnTCD3Qsxmi5cUl5AwKY/edit#",
            "registration_url": "https://www.eventbrite.be/e/rdmkit-contentathon-may-2023-tickets-550843105557",
            "description": "The contentathon is a great opportunity to add best practices and guidelines on how to manage life sciences data, software and other research outputs in RDMkit https://rdmkit.elixir-europe.org/ Despite the encouragement to join in person (only 30 spots available!), it is also possible to join remotely."
        },
        {
            "title": "EMBL-SciLifeLab Data Science workshop",
            "type": "Workshop",
            "date_start": "2023-05-15",
            "date_end": "2023-05-16",
            "registration_deadline": "",
            "venue": "Eva von Bahr, Uppsala University",
            "location": [
                "Uppsala"
            ],
            "organisers": "SciLifeLab and EMBL",
            "event_url": "https://www.scilifelab.se/event/embl-scilifelab-data-science-workshop/",
            "description": "We would like to cordially invite members of the SciLifeLab and EMBL Communities to this workshop! This event will bring together researchers, scientific and technical staff at the EMBL and SciLifeLab, to make new acquaintances and collaborations and to learn and be inspired by each other.<br><br>The workshop program starts at 09:00 on May 15 and ends after lunch on May 16.<br><br>The workshop will be a hybrid event enabling participation to the wider community at all EMBL and SciLifeLab sites.<br><br>Looking forward to meeting you in Uppsala in May!"
        },
        {
            "title": "The future of AI – Ethical and political challenges",
            "type": "Lecture",
            "date_start": "2023-05-02",
            "time_start": "16:15",
            "time_end": "17:30",
            "venue": "The Humanities Theatre, Thunbergsvägen 3, Uppsala",
            "location": [
                "Uppsala"
            ],
            "organisers": "Department of Informatics and Media & Department of Business Studies",
            "event_url": "https://www.uu.se/en/support/alumni-network/events/event-detail/?eventId=78090",
            "registration_deadline": "2023-04-27",
            "description": "From text generators to self-driving cars, artificial intelligence (AI) is shaping our societies. What are the ethical and political challenges faced by the use and development of these technologies? Who is responsible when something goes wrong? Will many of us lose our jobs? And is AI bad for democracy? Can AI save the planet?<br><br>In this talk, Mark Coeckelbergh draws on his recent work on the ethics and politics of AI to give us an overview and a vision about the future of AI and digital technologies, that is, of our common future.<br><br><b>Please register</b> for participation by email to magnus.strand@fek.uu.se, no later than 27 April 2023."
        },
        {
            "title": "Workshop in biostatistics & bioinformatics",
            "type": "Workshop",
            "date_start": "2023-04-28",
            "time_start": "13:00",
            "time_end": "18:00",
            "venue": "Neo, Blickagången 16, room: Gene & DNA",
            "location": [
                "Stockholm"
            ],
            "organisers": "Karolinska Institutet",
            "event_url": "https://news.ki.se/calendar/workshop-in-biostatistics-bioinformatics",
            "registration_url": "https://forms.office.com/pages/responsepage.aspx?id=8e73v0vPMk--PaHdoEPAXQKnroo7b2JIsOTwoDhbyWlUM0U2TFpNQjRCWU41OTFRVTI0RTEyQTlaNC4u",
            "registration_deadline": "2023-04-21",
            "description": "Centre for bioinformatics and biostatistics arranges a workshop in biostatistics and bioinformatics. The workshop will be separated into two groups, one about bioinformatics and another one about biostatistics. <br><br><ul><li>The bioinformatics workshop will cover 'Scientific data: plan for handling and depositing'.</li><li>The biostatistics workshop will cover 'Statistical power: analysis and inference'.</li></ul>"
        },
        {
            "title": "Nordic Precision Medicine Forum",
            "type": "Conference",
            "date_start": "2023-04-27",
            "date_end": "2023-04-28",
            "venue": "München Bryggeriet, Stockholm",
            "location": [
                "Stockholm"
            ],
            "organisers": "SciLifeLab Precision Medicine Capability",
            "event_url": "https://www.scilifelab.se/event/nordic-precision-medicine-forum-2/",
            "registration_url": "https://www.precisionmedicineforum.com/our-conferences/nordic23/register/",
            "description": "As Precision Medicine initiatives around the world gather pace, the Nordic countries are in an enviable position when it comes to joining all the dots. The link between digital health, omics technologies, artificial intelligence and data means that yet more collaboration is required to ensure the success of precision medicine. As demonstrated by organisations such as SciLifeLab, the collaborative efforts of healthcare, research, industry and patient organisations is really starting to bear fruit.<br><br>The lines between the different disciplines involved in precision medicine are often blurred, so to bring all of the people together we have created three unique meetings which allow our attendees to move freely between different areas of interest.<br><br>Through a combination of keynotes, presentations, panel discussions, breakouts and networking opportunities, you will have access to those who are shaping the digital health revolutions across the region, under one roof, over two days.<br><br>Placing all the experts from the Precision Medicine ecosystem in one place at one time allows for the very essence of what many say is the key to precision medicine – collaboration"
        },
        {
            "title": "Matchmaking Event: Data Science and Medical/Clinical/Healthcare Research Project Call 2024",
            "type": "Matchmaking Event",
            "date_start": "2023-04-27",
            "time_start": "15:00",
            "time_end": "17:00",
            "registration_deadline": "2023-04-22",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "location": [
                "Stockholm"
            ],
            "organisers": "KTH Life Science Platform and KTH Digitalization Platform",
            "event_url": "https://www.kth.se/en/forskning/forskningsplattformar/digitalisering/kalender/matchmaking-event-data-science-and-medical-clinical-healthcare-research-call-2024-1.1230839?date=2023-04-27",
            "registration_url": "https://www.kth.se/form/matchmaking?l=en",
            "description": "Welcome to a matchmaking in SciLifeLab between Data Science and Medical/Clinical/Healthcare research at Karolinska Institutet, KTH and Region Stockholm, related to the Health, Medicine and Technology (HMT) Project Call 2024 (opens on 13 April). Following the success of the event last year we invite you to participate in another matchmaking event to find research partners for the upcoming call. A key requirement to apply is that one partner is from KTH and one from Region Stockholm."
        },
        {
            "title": "RDM Training and Tools working group",
            "type": "Webinar",
            "date_start": "2023-04-27",
            "time_start": "10:00",
            "time_end": "12:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.lyyti.fi/reg/ttwg8",
            "registration_url": "https://www.lyyti.fi/reg/ttwg8",
            "description": "This session we will be joined by Ann-Charlotte Sonnhamer from the Data Centre, who will talk about risk assessment procedures and what to take into consideration when assessing tools.<br><br>After Ann-Charlottes presentation we will have an open discussion on what RDM tools are being considered at the different sites, what the Data Centre can offer and how we can promote the use of tools by the Data Centre."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-25",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Tools for Reproducible Research",
            "type": "Course",
            "date_start": "2023-04-24",
            "date_end": "2023-04-28",
            "registration_deadline": "2023-03-31",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/82575",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSfV_15s0x3KKj9uNw61_Q2N45Glmdvkm4LjFqhwYmL_IBc9xA/viewform",
            "description": "One of the key principles of proper scientific procedure is the act of repeating an experiment or analysis and being able to reach similar conclusions. Published research based on computational analysis (e.g. bioinformatics or computational biology) have often suffered from incomplete method descriptions (e.g. list of used software versions); unavailable raw data; and incomplete, undocumented and/or unavailable code. This essentially prevents any possibility of reproducing the results of such studies. The term “reproducible research” has been used to describe the idea that a scientific publication should be distributed along with all the raw data and metadata used in the study, all the code and/or computational notebooks needed to produce results from the raw data, and the computational environment or a complete description thereof."
        },
        {
            "title": "Introduction to Biostatistics and Machine Learning",
            "type": "Course",
            "date_start": "2023-04-24",
            "date_end": "2023-04-28",
            "registration_deadline": "2023-04-24",
            "venue": "Navet, SciLifeLab, Uppsala",
            "location": [
                "Uppsala"
            ],
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/74597",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScTNapdU6hm6cWB2CsDWHsC2KouhSbsW4zDvE4jjUggo6AGtg/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees in need of biostatistical skills within all Swedish universities. The course is geared towards life scientists wanting to be able to understand and use basic statistical and machine learning methods. It would also suit those already applying biostatistical methods but have never got a chance to reflect on and truly grasp the basic statistical concepts, such as the commonly misinterpreted p-value.<br><br>Due to limited space the course can accommodate maximum of 25 participants. If we receive more applications, participants will be selected based on several criteria. Selection criteria include correct entry requirements, motivation to attend the course as well as gender and geographical balance.NBIS prioritises academic participants (students, staff, affiliated researchers) in Sweden. We can accept participants from industry and/or outside Sweden if we have seats available and the requirements criteria are met.<br><br><b>Fee:</b> 1500 SEK paid by invoice to NBIS. This includes lunches, coffee and snacks. Please note that NBIS cannot invoice individuals."
        },
        {
            "title": "Three Decades of Genomics:  From PCR to Precision Medicine",
            "type": "Symposium",
            "date_start": "2023-04-24",
            "date_end": "2023-04-25",
            "registration_deadline": "2023-04-12",
            "venue": "BMC, The Svedberg Lecture Hall (B8)",
            "location": [
                "Uppsala"
            ],
            "organisers": "NGI (Uppsala), SNP&SEQ Technology platform",
            "event_url": "https://www.scilifelab.se/event/three-decades-of-genomics-from-pcr-to-precision-medicine/",
            "registration_url": "https://www.lyyti.fi/reg/Three_Decades_of_Genomics",
            "description": "Professor emeritus Ann-Christine Syvänen moved from Helsinki, Finland to Uppsala in 1998. In 2001 she was appointed professor in Molecular Medicine at the Department of Medical Sciences at Uppsala University. After 20 years as a research group leader and director of the SNP&SEQ Technology Platform, followed by five years as senior professor at Uppsala University, she retired in 2022. This open symposium brings together her former colleagues from Finland, as well as coworkers and former students in Uppsala to celebrate the progress in Human Genomics during the past three decades and future prospects for Genomics in Precision Medicine."
        },
        {
            "title": "BME@LiU 2023",
            "type": "Conference",
            "date_start": "2023-04-20",
            "time_start": "08:30",
            "time_end": "17:30",
            "registration_deadline": "2023-04-11",
            "venue": "Norra Entrén, Campus US, Linköping and via Zoom",
            "location": [
                "Linköping",
                "Online"
            ],
            "organisers": "Linköping University and collaborators",
            "event_url": "https://liu.se/en/research/bme-conference-2023",
            "registration_url": "https://forms.office.com/Pages/ResponsePage.aspx?id=7Bg_kSZ_X0yoFnhP6aWO3bgNVIMWQXVCjYSuJyirVDNURFQyTFdBR1FVUlNFSDVSVEhaWDhCQkdWRi4u",
            "description": "BME@LiU 2023 is a conference day filled with activities to highlight the research conducted at LiU in the field of biomedical engineering. The ambition is to make BME@LiU a meeting place for all who are active in the field, in order to create collaboration and discussion."
        },
        {
            "title": "Strategies and tactics for protecting digital IP such as AI Applications",
            "type": "Seminar",
            "date_start": "2023-04-19",
            "time_start": "09:30",
            "time_end": "11:00",
            "venue": "Nobels Vag 12B, Solna and Online",
            "location": [
                "Stockholm",
                "Online"
            ],
            "organisers": "MedTechLabs",
            "event_url": "https://www.medtechlabs.se/kalender/kalender/strategies-and-tactics-for-protecting-digital-ip-such-as-ai-applications-1.1240975",
            "registration_url": "https://www.kth.se/form/641aca48fb06ea3cb9257ddc",
            "description": "Focusing on life science technologies, we analyse and present strategies for scientists to accelerate their ability to find and protect digital inventions. The Seminar will include tactics and practical tips on patenting or other ways to extract business opportunities from science related to digital technologies. It will have a focus on digital life sciences but can be beneficial for digital applications in any technical field."
        },
        {
            "title": "BICU and Biomolecule Characterization Unit",
            "type": "Seminar",
            "date_start": "2023-04-18",
            "time_start": "12:00",
            "time_end": "13:00",
            "registration_deadline": "2023-04-17",
            "venue": "Glasburen Seminar Room, Umeå University",
            "location": [
                "Umeå",
                "Online"
            ],
            "organisers": "SciLifeLab Umeå",
            "event_url": "https://www.scilifelab.se/event/bicu-and-biomolecule-characterization-unit/",
            "registration_url": "https://www.umu.se/en/chemical-biological-centre/kbc_events/registration-form-infrastructure-seminar/",
            "description": "In the frame of the “SciLifeLab Site Umeå / KBC Infrastructure Seminar Series”, the seminars will be organised every second Tuesday during spring 2023. The seminars will be held in a hybrid format IRL in Glasburen, KBC, and online via Zoom."
        },
        {
            "title": "Meet a Data Steward & get Data Management support",
            "type": "Support session",
            "date_start": "2023-04-18",
            "time_start": "15:00",
            "time_end": "16:00",
            "venue": "Navet E10:2309, BMC, Uppsala and Online via Zoom",
            "location": [
                "Uppsala",
                "Online"
            ],
            "organisers": "SciLifeLab Data Centre, NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a 15 min mini-lecture: “What does FAIR mean to you?” Join us to listen to Sara El-Gebali, project lead for metadata and curation at SciLifeLab Data Centre, RDA Domain Ambassador for life science and founder of FAIRPoints, explain how FAIR data does not always mean open. After the mini-lecture there is time for a general Q & A for 45 minutes. Join us on Zoom or on-site at BMC, Uppsala in E10:2309."
        },
        {
            "title": "KI SciLifeLab Symposium",
            "type": "Symposium",
            "date_start": "2023-04-18",
            "time_start": "09:00",
            "time_end": "17:00",
            "registration_deadline": "2023-04-06",
            "venue": "Nobel Forum, Solna",
            "location": [
                "Stockholm"
            ],
            "organisers": "Karolinska Institutet",
            "event_url": "https://www.scilifelab.se/event/ki-scilifelab-symposium/",
            "registration_url": "https://survey.ki.se/KISciLifeLabSymposium2023",
            "description": "We welcome all KI researchers based at or affiliated with SciLifeLab to the second annual symposium which includes workshops, discussions and great opportunities to mingle!"
        },
        {
            "title": "Introduction to Data Management Practices",
            "type": "Course",
            "date_start": "2023-04-18",
            "date_end": "2023-04-20",
            "registration_deadline": "2023-03-10",
            "venue": "Navet, SciLifeLab, Uppsala",
            "location": [
                "Uppsala"
            ],
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/78709",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSezMsYRvJ0F-GKFKL1cPG6TjxsbtksutOjUTxgcyyL_WXhTXA/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees within all Swedish universities. The course is geared towards life scientists wanting to take the first steps towards a more systematic and reproducible approach to analysing and managing research data. Due to limited space the course can accommodate a maximum of 25 participants. If we receive more applications, participants will be selected based on several criteria. Selection criteria include correct entry requirements, motivation to attend the course as well as gender and geographical balance.<br><br><b>Fee:</b> 1500 SEK paid by invoice to NBIS. This includes lunches, coffee and snacks. Please note that NBIS cannot invoice individuals."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-18",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "SciLifeLab Day Gothenburg",
            "type": "Conference",
            "date_start": "2023-04-17",
            "time_start": "09:00",
            "time_end": "17:00",
            "venue": "Conference Centre Wallenberg",
            "location": [
                "Gothenburg"
            ],
            "organisers": "SciLifeLab Gothenburg",
            "event_url": "https://www.scilifelab.se/event/scilifelab-day-gothenburg/",
            "registration_url": "https://www.lyyti.fi/reg/SciLifeLab_Day_Gothenburg",
            "description": "The Gothenburg Site of SciLifeLab is happy to welcome the research community in Gothenburg and beyond to this kick-off. Meet with the established site, researchers, local and national infrastructures; interact with the SciLifeLab capabilities, Precision Medicine, Pandemic Laboratory Preparedness and Planetary Biology; learn about the Data Centre services and the Data Driven Life Science program and much more."
        },
        {
            "title": "Workshop on Data Visualization in R",
            "type": "Workshop",
            "date_start": "2023-04-17",
            "date_end": "2023-04-19",
            "registration_deadline": "2023-03-31",
            "venue": "Retina D227, Biologihuset, Lund",
            "location": [
                "Lund"
            ],
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/46547",
            "registration_url": "https://forms.gle/D2GFZJUVBE5FswjD7",
            "description": "This course aims to help researchers to visualize their data in different ways using R. This course will teach how to produce publication grade figures using R. A part of this course is also about making interactive plots that the researchers can view and share in a web-server to make interactive visualizations of their data."
        },
        {
            "title": "Antibiotic resistance – joint actions towards sustainable solutions",
            "type": "Symposium",
            "date_start": "2023-04-13",
            "time_start": "13:00",
            "time_end": "17:00",
            "venue": "Universitetshuset, sal IX, Uppsala University",
            "location": [
                "Uppsala"
            ],
            "organisers": "Uppsala University, Uppsala Antibiotic Center and the Göran Gustafsson Foundations",
            "event_url": "https://www.uu.se/en/support/alumni-network/events/event-detail/?eventId=76628",
            "registration_url": "https://doit.medfarm.uu.se/bin/kurt3/kurt/85487",
            "description": "Welcome to a symposium on antibiotic resistance together with the 2023 Göran Gus­tafs­son lecture in medi­cine. Every year, Uppsala University, together with the The Göran Gustafsson Foundation, invites an inter­national­ly renowned research­er in medicine to give a lecture. This year’s lecture and symposium is given in collaboration with Uppsala University’s Uppsala Antibiotic Center."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-11",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-04",
            "time_start": "14:00",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "location": [
                "Online"
            ],
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        }
    ]
}