{
    "items": [
        {
            "title": "NBIS workshop in Neural Nets and Deep Learning",
            "type": "Workshop",
            "date_start": "2023-03-20",
            "date_end": "2023-03-24",
            "venue": "Navet, SciLifeLab Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/75565",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSfcZ8OCHp4Fee12uspuLoO0p0ISOJU3Bnp7ToRZtyCYvV9Z-Q/viewform?usp=send_form",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Introduction to bioinformatics using NGS data",
            "type": "Workshop",
            "date_start": "2023-02-06",
            "date_end": "2023-02-10",
            "venue": "Uppsala, Lund, Umeå, online",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/76870",
            "registration_url": "https://nbis.typeform.com/to/Opw0vIlH",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Single cell RNAseq data analysis",
            "type": "Course",
            "date_start": "2023-01-30",
            "date_end": "2023-02-03",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "organisers": "NBIS",
            "event_url": "https://www.scilifelab.se/event/single-cell-rnaseq-data-analysis/",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScdZxbA-13IuuYdMSQsLjLmNK-53DWsbZNMJbddZ4yKd6iDBA/viewform",
            "description": "This workshop will introduce the best practice bioinformatics methods for processing and analyses of single cell RNA-seq data. The total course duration is 5 days, including the lectures and practical exercises that will be held on site in Stockholm."
        },
        {
            "title": "WASP and DDLS networking event",
            "type": "Webinar",
            "date_start": "2023-01-27",
            "time_start": "11:00",
            "date_end": "2023-01-27",
            "time_end": "14:00",
            "venue": "Online event via Zoom (mingle onsite)",
            "organisers": "SciLifeLab DDLS and WASP",
            "event_url": "https://www.scilifelab.se/event/wasp-and-ddls-networking-event-january-2023/",
            "registration_url": "https://www.lyyti.fi/reg/WASP_and_DDLS_event_January_2023",
            "description": "This networking event welcomes everyone that wants to learn more about the second WASP-DDLS joint call for research projects. The event will start with an open Zoom meeting that will give an introduction to the new call and also highlight lessons learned from previous approved projects. The digital introduction will be followed by on-site network meetings at different university sites."
        },
        {
            "title": "Evolution in Sweden 2023",
            "type": "Symposium",
            "date_start": "2023-01-10",
            "time_start": "10:00",
            "date_end": "2023-01-12",
            "time_end": "14:30",
            "venue": "Friessalen",
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/evolution-in-sweden-2023/",
            "registration_url": "https://www.lyyti.in/_3494",
            "description": "Evolution in Sweden is a biannual meeting, which broadly gathers evolutionary biologists working in Sweden. The meeting was held in Uppsala 2014, Lund 2016, Stockholm 2018, and Gothenburg 2020. The host for 2023 is Evolutionary Biology Centre, at Uppsala University. The meeting is aimed to be a broad meeting on every aspect of evolutionary biology of all forms of life on Earth. However, please note that the meeting is restricted to scientists active in Swedish academic departments.<br><br>This year the Evolution in Sweden conference is organized together with the Evolution and Biodiversity research area from the Data-driven life science program (DDLS), part of a 12-year SEK 3.1 billion initiative from the Knut and Alice Wallenberg Foundation. We encourage researchers working with analysis of large data sets in the fields of evolution and biodiversity to attend."
        },
        {
            "title": "User Experience (UX) Design to build intuitive web applications for life science research",
            "type": "Webinar",
            "date_start": "2023-01-10",
            "time_start": "14:00",
            "date_end": "2023-01-10",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "organisers": " SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/user-experience-ux-design-to-build-intuitive-web-applications-for-life-science-research/",
            "registration_url": "https://uu-se.zoom.us/webinar/register/WN_4QpeAQk4QmCCx5cv7O6_Xw",
            "description": "This online webinar will showcase the basic User Experience (UX) Design principles with lessons learned from adopting them to build web applications in a life science research environment. The event is organised and hosted by NBIS and SciLifeLab with an invited speaker and Senior UX Designer from the European Bioinformatics Institute (EMBL-EBI).<br><br>The webinar aims to highlight some of the basic principles of User Experience (UX) Design, to demonstrate how they provide value in the development process and to guide participants to resources for adopting UX Design practices in their own projects. While the intended audience is NBIS and SciLifeLab staff the registration is open to everyone interested in developing web applications and services for life science research. Registration is required to receive instructions and connection details for the event."
        }
    ]
}