{
    "items": [
        {
            "title": "DDLS Annual Conference 2023",
            "type": "Conference",
            "date_start": "2023-11-15",
            "date_end": "2023-11-16",
            "registration_deadline": "2023-11-15",
            "venue": "TBC",
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/ddls-annual-conference-2023/",
            "registration_url": "https://www.scilifelab.se/event/ddls-annual-conference-2023/",
            "description": "The DDLS program will arrange the 3rd DDLS Annual Conference, highlighting Data-driven life science research and its future. All scientists interested in data-driven research are welcome to join the 2-day lunch-to-lunch Conference."
        },
        {
            "title": "SciLifeLab Science Summit 2023",
            "type": "Conference",
            "date_start": "2023-09-20",
            "time_start": "09:00",
            "time_end": "17:00",
            "venue": "Aula Magna, Stockholm University",
            "organisers": "SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/scilifelab-science-summit-2023/",
            "description": "In this SciLifeLab Summit, which is centred on biodiversity and evolution for 2023, we have gathered several leading researchers who use genomics to learn about the diversity of life!"
        },
        {
            "title": "EBSA Congress 2023",
            "type": "Conference",
            "date_start": "2023-07-31",
            "date_end": "2023-08-04",
            "venue": "Aula Magna, Stockholm University",
            "organisers": "EBSA",
            "event_url": "https://mkon.nu/ebsa",
            "description": "An EBSA congress in Sweden is timely. In 1986, the first EBSA Workshop was hosted by the Swedish Biophysical Society and Professor Anders Ehrenberg, the first president of EBSA. In 2023, after a series of great EBSA meetings around Europe, the Swedish Society for Biochemistry, Biophysics and Molecular Biology (SFBBM) is again, jointly with EBSA and Protein Society, proud to host the 14th EBSA congress at Stockholm University, supported by the Swedish National Committee for Molecular Biosciences (of the Royal Swedish Academy of Sciences). In this meeting, we are honored to also collaborate with the Biophysical Society, IUPAB and SciLifeLab."
        },
        {
            "title": "RaukR, Advanced R for Bioinformatics workshop",
            "type": "Workshop",
            "date_start": "2023-06-11",
            "date_end": "2023-06-22",
            "registration_deadline": "2023-04-14",
            "venue": "Visby",
            "organisers": "NBIS",
            "event_url": "https://nbisweden.github.io/workshop-RaukR-2306/",
            "registration_url": "https://nbis.typeform.com/RaukR2023",
            "description": "Join us this June in beautiful and historic Visby to improve your R skills and have a nice time!<br><br>In Life Science and Bioinformatics, R is increasingly being used to transform and analyse data, perform statistical analysis and produce publication-ready visualisations. This workshop will focus on advanced R functionality, to increase the participants skillset and understanding of what is possible to do today.<br><br>You are very welcome to apply or see the website for more information. Please, help us spread the word to interested participants!"
        },
        {
            "title": "Hackathon on Cloud-Based and AI-Powered BioImage Analysis",
            "type": "Hackathon",
            "date_start": "2023-06-05",
            "date_end": "2023-06-09",
            "registration_deadline": "2023-04-15",
            "venue": "Stockholm",
            "organisers": "AI4Life consortium",
            "event_url": "https://www.scilifelab.se/event/hackathon-on-cloud-based-and-ai-powered-bioimage-analysis/",
            "registration_url": "https://forms.gle/gSgQx5y776wQdrEC7",
            "description": "We are proud to announce the upcoming hackathon (a.k.a. codefest) event, “Cloud-Based and AI-Powered BioImage Analysis” on June 5th-9th, 2023, at SciLifeLab, Solna. As leading partners in the AI4Life consortium, which is funded through the Horizon Europe Research Infrastructure Grant, SciLifeLab and KTH are organizing this event to bring together the computational and life science communities, shaping the future of Data-Driven Life Sciences!<br><br>In the AI4Life consortium, we focus on building web and cloud infrastructure aimed at addressing the challenges of building and deploying AI tools for bioimage analysis and making them more scalable and easily accessible from the BioImage Model Zoo.<br><br>For the hackathon, we are inviting international experts and hackers on AI-based image analysis and web & cloud infrastructure to lead discussions and form interest groups to hack on related topics. It will feature discussions on our current status and plans in building web and cloud infrastructure for running models in the BioImage Model Zoo, as well as the opportunity to form interest groups to hack on related topics in breakout sessions during the week."
        },
        {
            "title": "RDMkit Contentathon",
            "type": "Contentathon",
            "date_start": "2023-05-22",
            "date_end": "2023-05-24",
            "registration_deadline": "2023-05-07",
            "venue": "Ghent, Belgium",
            "organisers": "RDMkit",
            "event_url": "https://docs.google.com/document/d/1ddwFXIyRpDdvpZ3rUvV408kQnTCD3Qsxmi5cUl5AwKY/edit#",
            "registration_url": "https://www.eventbrite.be/e/rdmkit-contentathon-may-2023-tickets-550843105557",
            "description": "The contentathon is a great opportunity to add best practices and guidelines on how to manage life sciences data, software and other research outputs in RDMkit https://rdmkit.elixir-europe.org/ Despite the encouragement to join in person (only 30 spots available!), it is also possible to join remotely."
        },
        {
            "title": "EMBL-SciLifeLab Data Science workshop",
            "type": "Workshop",
            "date_start": "2023-05-15",
            "date_end": "2023-05-16",
            "registration_deadline": "",
            "venue": "Eva von Bahr, Uppsala University",
            "organisers": "SciLifeLab and EMBL",
            "event_url": "https://www.scilifelab.se/event/embl-scilifelab-data-science-workshop/",
            "description": "We would like to cordially invite members of the SciLifeLab and EMBL Communities to this workshop! This event will bring together researchers, scientific and technical staff at the EMBL and SciLifeLab, to make new acquaintances and collaborations and to learn and be inspired by each other.<br><br>The workshop program starts at 09:00 on May 15 and ends after lunch on May 16.<br><br>The workshop will be a hybrid event enabling participation to the wider community at all EMBL and SciLifeLab sites.<br><br>Looking forward to meeting you in Uppsala in May!"
        },
        {
            "title": "RDM Training and Tools working group",
            "type": "Webinar",
            "date_start": "2023-04-27",
            "time_start": "10:00",
            "date_end": "2023-04-27",
            "time_end": "12:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Data Centre",
            "event_url": "https://www.lyyti.fi/reg/ttwg8",
            "registration_url": "https://www.lyyti.fi/reg/ttwg8",
            "description": "This session we will be joined by Ann-Charlotte Sonnhamer from the Data Centre, who will talk about risk assessment procedures and what to take into consideration when assessing tools.<br><br>After Ann-Charlottes presentation we will have an open discussion on what RDM tools are being considered at the different sites, what the Data Centre can offer and how we can promote the use of tools by the Data Centre."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-25",
            "time_start": "14:00",
            "date_end": "2023-04-25",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Tools for Reproducible Research",
            "type": "Course",
            "date_start": "2023-04-24",
            "date_end": "2023-04-28",
            "registration_deadline": "2023-03-31",
            "venue": "Online event via Zoom",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/82575",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSfV_15s0x3KKj9uNw61_Q2N45Glmdvkm4LjFqhwYmL_IBc9xA/viewform",
            "description": "One of the key principles of proper scientific procedure is the act of repeating an experiment or analysis and being able to reach similar conclusions. Published research based on computational analysis (e.g. bioinformatics or computational biology) have often suffered from incomplete method descriptions (e.g. list of used software versions); unavailable raw data; and incomplete, undocumented and/or unavailable code. This essentially prevents any possibility of reproducing the results of such studies. The term “reproducible research” has been used to describe the idea that a scientific publication should be distributed along with all the raw data and metadata used in the study, all the code and/or computational notebooks needed to produce results from the raw data, and the computational environment or a complete description thereof."
        },
        {
            "title": "Introduction to Biostatistics and Machine Learning",
            "type": "Course",
            "date_start": "2023-04-24",
            "date_end": "2023-04-28",
            "registration_deadline": "2023-04-24",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/74597",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScTNapdU6hm6cWB2CsDWHsC2KouhSbsW4zDvE4jjUggo6AGtg/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees in need of biostatistical skills within all Swedish universities. The course is geared towards life scientists wanting to be able to understand and use basic statistical and machine learning methods. It would also suit those already applying biostatistical methods but have never got a chance to reflect on and truly grasp the basic statistical concepts, such as the commonly misinterpreted p-value.<br><br>Due to limited space the course can accommodate maximum of 25 participants. If we receive more applications, participants will be selected based on several criteria. Selection criteria include correct entry requirements, motivation to attend the course as well as gender and geographical balance.NBIS prioritises academic participants (students, staff, affiliated researchers) in Sweden. We can accept participants from industry and/or outside Sweden if we have seats available and the requirements criteria are met.<br><br><b>Fee:</b> 1500 SEK paid by invoice to NBIS. This includes lunches, coffee and snacks. Please note that NBIS cannot invoice individuals."
        },
        {
            "title": "Three Decades of Genomics:  From PCR to Precision Medicine",
            "type": "Symposium",
            "date_start": "2023-04-24",
            "date_end": "2023-04-25",
            "registration_deadline": "2023-04-12",
            "venue": "BMC, The Svedberg Lecture Hall (B8)",
            "organisers": "NGI (Uppsala), SNP&SEQ Technology platform",
            "event_url": "https://www.scilifelab.se/event/three-decades-of-genomics-from-pcr-to-precision-medicine/",
            "registration_url": "https://www.lyyti.fi/reg/Three_Decades_of_Genomics",
            "description": "Professor emeritus Ann-Christine Syvänen moved from Helsinki, Finland to Uppsala in 1998. In 2001 she was appointed professor in Molecular Medicine at the Department of Medical Sciences at Uppsala University. After 20 years as a research group leader and director of the SNP&SEQ Technology Platform, followed by five years as senior professor at Uppsala University, she retired in 2022. This open symposium brings together her former colleagues from Finland, as well as coworkers and former students in Uppsala to celebrate the progress in Human Genomics during the past three decades and future prospects for Genomics in Precision Medicine."
        },
        {
            "title": "KI SciLifeLab Symposium",
            "type": "Symposium",
            "date_start": "2023-04-18",
            "time_start": "09:00",
            "time_end": "17:00",
            "registration_deadline": "2023-04-06",
            "venue": "Nobel Forum, Solna",
            "organisers": "Karolinska Institutet",
            "event_url": "https://www.scilifelab.se/event/ki-scilifelab-symposium/",
            "registration_url": "https://survey.ki.se/KISciLifeLabSymposium2023",
            "description": "We welcome all KI researchers based at or affiliated with SciLifeLab to the second annual symposium which includes workshops, discussions and great opportunities to mingle!"
        },
        {
            "title": "Introduction to Data Management Practices",
            "type": "Course",
            "date_start": "2023-04-18",
            "date_end": "2023-04-20",
            "registration_deadline": "2023-03-10",
            "venue": "Navet, SciLifeLab, Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/78709",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSezMsYRvJ0F-GKFKL1cPG6TjxsbtksutOjUTxgcyyL_WXhTXA/viewform",
            "description": "National course open for PhD students, postdocs, researchers and other employees within all Swedish universities. The course is geared towards life scientists wanting to take the first steps towards a more systematic and reproducible approach to analysing and managing research data. Due to limited space the course can accommodate a maximum of 25 participants. If we receive more applications, participants will be selected based on several criteria. Selection criteria include correct entry requirements, motivation to attend the course as well as gender and geographical balance.<br><br><b>Fee:</b> 1500 SEK paid by invoice to NBIS. This includes lunches, coffee and snacks. Please note that NBIS cannot invoice individuals."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-18",
            "time_start": "14:00",
            "date_end": "2023-04-18",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "SciLifeLab Day Gothenburg",
            "type": "Conference",
            "date_start": "2023-04-17",
            "time_start": "09:00",
            "time_end": "17:00",
            "venue": "Conference Centre Wallenberg",
            "organisers": "SciLifeLab Gothenburg",
            "event_url": "https://www.scilifelab.se/event/scilifelab-day-gothenburg/",
            "registration_url": "https://www.lyyti.fi/reg/SciLifeLab_Day_Gothenburg",
            "description": "The Gothenburg Site of SciLifeLab is happy to welcome the research community in Gothenburg and beyond to this kick-off. Meet with the established site, researchers, local and national infrastructures; interact with the SciLifeLab capabilities, Precision Medicine, Pandemic Laboratory Preparedness and Planetary Biology; learn about the Data Centre services and the Data Driven Life Science program and much more."
        },
        {
            "title": "Workshop on Data Visualization in R",
            "type": "Workshop",
            "date_start": "2023-04-17",
            "date_end": "2023-04-19",
            "registration_deadline": "2023-03-31",
            "venue": "Retina D227, Biologihuset, Lund",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/46547",
            "registration_url": "https://forms.gle/D2GFZJUVBE5FswjD7",
            "description": "This course aims to help researchers to visualize their data in different ways using R. This course will teach how to produce publication grade figures using R. A part of this course is also about making interactive plots that the researchers can view and share in a web-server to make interactive visualizations of their data."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-11",
            "time_start": "14:00",
            "date_end": "2023-04-11",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-04-04",
            "time_start": "14:00",
            "date_end": "2023-04-04",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-03-28",
            "time_start": "14:00",
            "date_end": "2023-03-28",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Regional Mass Spectrometry Imaging Spring Workshop",
            "type": "Workshop",
            "date_start": "2023-03-27",
            "date_end": "2023-03-29",
            "venue": "Uppsala Konsert & Kongress",
            "organisers": "Spatial Mass Spectrometry, SciLifeLab",
            "event_url": "https://www.apotekarsocieteten.se/produkt/regional-mass-spectrometry-imaging-spring-workshop/?lang=en",
            "description": "The scientific program will aim to reflect cutting edge innovations and current developments in mass spectrometry imaging (MSI), alongside new applications in various areas. The goal for this workshop is to promote and educate academic, industry and government scientists on the latest applications and innovations in MSI applied to biomedical, biological and data science research areas.<br><br>A three-day scientific agenda with oral presentations, workshop discussions, and poster presentations covering the latest developments and applications of MSI by leading and upcoming scientists from academic, government, and industry labs."
        },
        {
            "title": "Data-driven life science and the RDA: Leveraging global data communities in regional initiatives and cross-border infrastructures",
            "type": "Workshop",
            "date_start": "2023-03-24",
            "time_start": "09:00",
            "date_end": "2023-03-24",
            "time_end": "13:00",
            "venue": "Lindholmen Conference Center",
            "organisers": "ELIXIR and SciLifeLab",
            "event_url": "https://www.scilifelab.se/event/ddls_rda2023/",
            "registration_url": "https://www.lyyti.fi/reg/ddls_rda",
            "description": "This workshop will showcase how to leverage the Research Data Alliance (RDA) to support life science research today and what role the RDA and international data infrastructures can play in the transition to an increasingly data-driven research practice. It is organised by ELIXIR, NBIS and the Science for Life Laboratory (SciLifeLab) and includes speakers on life science data & interoperability, stakeholder engagement, and liaison strategies with the RDA.<br><br>The workshop aims to promote and refine strategies for liaising with global communities and in particular the RDA to develop and adopt solutions for data-driven life science research. The intended audience is research communities, regional research infrastructures and cross-border infrastructure collaborations. However, registration is open to everyone who is involved in furthering shared principles and standards for life science research data. To accommodate a dynamic and diverse group of participants, the workshop is hosted as a hybrid event, accepting participants on-site in Gothenburg, Sweden or online via Zoom."
        },
        {
            "title": "Sharing, showcasing and understanding the impact of non-traditional research outputs",
            "type": "Webinar",
            "date_start": "2023-03-21",
            "time_start": "11:00",
            "venue": "Online",
            "organisers": "Digital Science",
            "event_url": "https://www.digital-science.com/events/non-traditional-research-outputs/?utm_source=pardot&utm_medium=email&utm_campaign=webinars_23&utm_term=figshare",
            "description": "Research outputs are no longer just academic papers and datasets. Arts performances, conceptual designs, music scores, costumes, models and all other non-traditional research outputs can and should be shared, showcased and tracked. Join us for this webinar on non-traditional research outputs with Figshare and Altmetric."
        },
        {
            "title": "NBIS workshop on Neural Nets and Deep Learning",
            "type": "Workshop",
            "date_start": "2023-03-20",
            "date_end": "2023-03-24",
            "venue": "Navet, SciLifeLab Uppsala",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/75565",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLSfcZ8OCHp4Fee12uspuLoO0p0ISOJU3Bnp7ToRZtyCYvV9Z-Q/viewform?usp=send_form",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "ENLIGHT Workshop Connecting Digital Research Infrastructures with European Infrastructures - Experiences and Lessons Learned",
            "type": "Workshop",
            "date_start": "2023-03-15",
            "time_start": "09:00",
            "time_end": "12:00",
            "registration_deadline": "2023-03-11",
            "venue": "Zoom",
            "organisers": "ENLIGHT",
            "event_url": "https://enlight-eu.org/university-about-us/news-events/710-enlight-workshop-2-on-connecting-digital-research-infrastructures-with-european-infrastructures-experiences-and-lessons-learned-15-march-2023",
            "registration_url": "https://doit.medfarm.uu.se/bin/kurt3/kurt/87824",
            "description": "The workshop will explain, in some depth, the steps, regulations, workload, challenges, needs and possibilities regarding the connection of digital research infrastructures with European infrastructures (such as disciplinary research infrastructures or the European Open Science Cloud) by looking at selected examples."
        },
        {
            "title": "Meet a Data Steward & get Data Management support",
            "type": "Support session",
            "date_start": "2023-03-14",
            "time_start": "15:00",
            "date_end": "2023-03-14",
            "time_end": "16:00",
            "venue": "Uppsala Navet E10:2309 & Online via Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a 15 min mini-lecture: “Want to know which services for researchers and infrastructure SciLifeLab Data Centre offers? Join us for a session about SciLifeLab Data Platform, SciLifeLab Data Repository, Storage, Compute and more. After the mini-lecture there is time for a general Q & A for 45 minutes. Join us on Zoom or on-site at BMC, Uppsala in E10:2309.<br><br>The NEW “Meet a data steward” sessions are held both at BMC Uppsala and online and are open for all researchers affiliated with a Swedish university or institute. Each event starts with a 15 minutes mini-lecture, and 45 minutes of free Q & A.  Here you can bring your own research question, discuss data sharing, data repositories, data management plans, compute and storage or other data-related issues with data stewards and other experts from SciLifeLab Data Centre and NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-03-14",
            "time_start": "14:00",
            "date_end": "2023-03-14",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "RNAseq data analysis",
            "type": "Course",
            "date_start": "2023-03-13",
            "date_end": "2023-03-16",
            "venue": "Online",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/77082",
            "registration_url": "https://uppsala.instructure.com/courses/77082",
            "description": "This workshop will introduce the best practice bioinformatics methods for processing and analyses of RNA-seq data via a series of online lectures and computer practicals."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-03-07",
            "time_start": "14:00",
            "date_end": "2023-03-07",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Networking Meeting Between the Wallenberg Programs WASP-HS and Data-Driven Life Science (DDLS)",
            "type": "Meeting",
            "date_start": "2023-03-06",
            "time_start": "14:00",
            "time_end": "15:30",
            "venue": "Zoom (online)",
            "organisers": "DDLS Support Team",
            "event_url": "https://www.scilifelab.se/event/networking-meeting-between-the-wallenberg-programs-wasp-hs-and-data-driven-life-science-ddls/",
            "description": "The purpose of this on-line meeting is to explore opportunities for joint and multidisciplinary research ventures between researchers working within data-driven life science and researchers from the humanities and social sciences working on Artificial Intelligence and Autonomous Systems. The meeting is divided in two parts, one with focus on information, where an upcoming call for seed-money for cross-program research collaborations will be announced and one part with focus on networking."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-02-28",
            "time_start": "14:00",
            "date_end": "2023-02-28",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "FAIRPoints-FAIRPoints ‘Ask me Anything’ (AMA)",
            "type": "Meeting",
            "date_start": "2023-02-21",
            "time_start": "11:00",
            "time_end": "12:30",
            "venue": "Online event via Zoom",
            "organisers": "FAIRPoints",
            "event_url": "https://www.scilifelab.se/event/fairpoints-fairpoints-ask-me-anything-ama-2/",
            "registration_url": "https://us06web.zoom.us/meeting/register/tZMvceCqqDooEtOPE_mH74puIdD2Ajo4qB3v",
            "description": "The theme of this session is “FAIRPoints ‘Ask Me Anything’ on Software and Workflows.” We will be discussing the FAIRification of software and workflows and how it looks like, the available tools/infrastructures that support this process, why FAIRification is important and how it is applicable to researchers. Speakers include Carole Goble and Paula Martinez.<br><br>The events will bring together speakers from the RDA Groups and speakers from a related EOSC service to describe how their work aligns, how it connects to the research community, and how it benefits the research community in a way that is directly related to the implementation of FAIR and Open research practices. The events are beginner-friendly, laid-back, and easy to follow, with moderators driving the discussion, posing questions to our speakers, and inviting audience questions. Finally a selection of questions will be gathered and turned into Google Educational Q&A flashcards (https://schema.org/QAPage) for future reference."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-02-21",
            "time_start": "14:00",
            "date_end": "2023-02-21",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "NBIS Weekly Bioinformatics Drop-in",
            "type": "Support session",
            "date_start": "2023-02-14",
            "time_start": "14:00",
            "date_end": "2023-02-14",
            "time_end": "15:00",
            "venue": "Zoom",
            "organisers": "NBIS",
            "event_url": "https://nbis.se/events/",
            "description": "Bioinformatics Drop-in is available weekly to anyone in the Swedish research community wanting to discuss bioinformatics questions with experts from NBIS."
        },
        {
            "title": "Meet a Data Steward & get Data Management support (Uppsala/online)",
            "type": "Support session",
            "date_start": "2023-02-07",
            "time_start": "15:00",
            "date_end": "2023-02-07",
            "time_end": "16:00",
            "venue": "Navet E10:2309 & Online via Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/meet-a-data-steward/",
            "description": "Join SciLifeLab Data Centre and NBIS for a 15 min mini-lecture: Need to setup a DMP? Join us for a session about DMPs and the SciLifeLab Data Stewardship Wizard tool. After the mini-lecture there is time for a general Q & A for 45 minutes. Join us on Zoom or on-site at BMC, Uppsala in E10:2309.<br><br>The NEW 'Meet a data steward sessions' are held both at BMC, Uppsala and online and are open for all researchers affiliated with a Swedish university or institute. Each event starts with a 15 minutes mini-lecture, and 45 minutes of free Q & A.  Here you can bring your own research question, discuss data sharing, data repositories, data management plans, compute and storage or other data-related issues with data stewards and other experts from SciLifeLab Data Centre and NBIS."
        },
        {
            "title": "Introduction to bioinformatics using NGS data",
            "type": "Workshop",
            "date_start": "2023-02-06",
            "date_end": "2023-02-10",
            "venue": "Uppsala, Lund, Umeå, online",
            "organisers": "NBIS",
            "event_url": "https://uppsala.instructure.com/courses/76870",
            "registration_url": "https://nbis.typeform.com/to/Opw0vIlH",
            "description": "This intense one-week workshop provides an introduction to the analysis of next generation sequencing data. The workshop is open to PhD students, post-docs, and other researchers affiliated to Swedish academia and healthcare. It is organised by the National Bioinformatics Infrastructure Sweden (NBIS) and National Genomics Infrastructure (NGI)."
        },
        {
            "title": "Single cell RNAseq data analysis",
            "type": "Course",
            "date_start": "2023-01-30",
            "date_end": "2023-02-03",
            "venue": "Air&Fire, SciLifeLab Stockholm",
            "organisers": "NBIS",
            "event_url": "https://www.scilifelab.se/event/single-cell-rnaseq-data-analysis/",
            "registration_url": "https://docs.google.com/forms/d/e/1FAIpQLScdZxbA-13IuuYdMSQsLjLmNK-53DWsbZNMJbddZ4yKd6iDBA/viewform",
            "description": "This workshop will introduce the best practice bioinformatics methods for processing and analyses of single cell RNA-seq data. The total course duration is 5 days, including the lectures and practical exercises that will be held on site in Stockholm."
        },
        {
            "title": "WASP and DDLS networking event",
            "type": "Webinar",
            "date_start": "2023-01-27",
            "time_start": "11:00",
            "date_end": "2023-01-27",
            "time_end": "14:00",
            "venue": "Online event via Zoom (mingle onsite)",
            "organisers": "SciLifeLab DDLS and WASP",
            "event_url": "https://www.scilifelab.se/event/wasp-and-ddls-networking-event-january-2023/",
            "registration_url": "https://www.lyyti.fi/reg/WASP_and_DDLS_event_January_2023",
            "description": "This networking event welcomes everyone that wants to learn more about the second WASP-DDLS joint call for research projects. The event will start with an open Zoom meeting that will give an introduction to the new call and also highlight lessons learned from previous approved projects. The digital introduction will be followed by on-site network meetings at different university sites."
        },
        {
            "title": "FAIRPoints-FAIRPoints ‘Ask me Anything’ (AMA)",
            "type": "Meeting",
            "date_start": "2023-01-26",
            "time_start": "11:00",
            "date_end": "2023-01-26",
            "time_end": "13:00",
            "venue": "Online event via Zoom",
            "organisers": "FAIRPoints",
            "event_url": "https://www.scilifelab.se/event/fairpoints-fairpoints-ask-me-anything-ama/",
            "registration_url": "https://www.lyyti.fi/reg/fairpoints_ama",
            "description": "The theme of this session is 'FAIRPoints ‘Ask Me Anything’ on Identifiers.' We will be discussing the different types of identifiers available, their importance in creating FAIR Digital Objects, and how they can be applied and integrated into research practices. Speakers include Maggie Hellström, Peter Wittenberg, Matthew Buys, and moderated by Natasha Simons, Nabil Ksibi, Patricia Herterich.<br><br>The events will bring together speakers from the RDA Groups and speakers from a related EOSC service to describe how their work aligns, how it connects to the research community, and how it benefits the research community in a way that is directly related to the implementation of FAIR and Open research practices. The events are beginner-friendly, laid-back, and easy to follow, with moderators driving the discussion, posing questions to our speakers, and inviting audience questions. Finally a selection of questions will be gathered and turned into Google Educational Q&A flashcards (https://schema.org/QAPage) for future reference."
        },
        {
            "title": "Evolution in Sweden 2023",
            "type": "Symposium",
            "date_start": "2023-01-10",
            "time_start": "10:00",
            "date_end": "2023-01-12",
            "time_end": "14:30",
            "venue": "Friessalen",
            "organisers": "DDLS",
            "event_url": "https://www.scilifelab.se/event/evolution-in-sweden-2023/",
            "registration_url": "https://www.lyyti.in/_3494",
            "description": "Evolution in Sweden is a biannual meeting, which broadly gathers evolutionary biologists working in Sweden. The meeting was held in Uppsala 2014, Lund 2016, Stockholm 2018, and Gothenburg 2020. The host for 2023 is Evolutionary Biology Centre, at Uppsala University. The meeting is aimed to be a broad meeting on every aspect of evolutionary biology of all forms of life on Earth. However, please note that the meeting is restricted to scientists active in Swedish academic departments.<br><br>This year the Evolution in Sweden conference is organized together with the Evolution and Biodiversity research area from the Data-driven life science program (DDLS), part of a 12-year SEK 3.1 billion initiative from the Knut and Alice Wallenberg Foundation. We encourage researchers working with analysis of large data sets in the fields of evolution and biodiversity to attend."
        },
        {
            "title": "User Experience (UX) Design to build intuitive web applications for life science research",
            "type": "Webinar",
            "date_start": "2023-01-10",
            "time_start": "14:00",
            "date_end": "2023-01-10",
            "time_end": "15:00",
            "venue": "Online event via Zoom",
            "organisers": "SciLifeLab Data Centre and NBIS",
            "event_url": "https://www.scilifelab.se/event/user-experience-ux-design-to-build-intuitive-web-applications-for-life-science-research/",
            "registration_url": "https://uu-se.zoom.us/webinar/register/WN_4QpeAQk4QmCCx5cv7O6_Xw",
            "description": "This online webinar will showcase the basic User Experience (UX) Design principles with lessons learned from adopting them to build web applications in a life science research environment. The event is organised and hosted by NBIS and SciLifeLab with an invited speaker and Senior UX Designer from the European Bioinformatics Institute (EMBL-EBI).<br><br>The webinar aims to highlight some of the basic principles of User Experience (UX) Design, to demonstrate how they provide value in the development process and to guide participants to resources for adopting UX Design practices in their own projects. While the intended audience is NBIS and SciLifeLab staff the registration is open to everyone interested in developing web applications and services for life science research. Registration is required to receive instructions and connection details for the event."
        }
    ]
}