{
    "ddls": [
        {
            "title": "WASP and DDLS joint call for research visits 2023",
            "funder": "Knut and Alice Wallenberg Foundation (KAW)",
            "deadline": "2023-05-24",
            "url": "https://www.scilifelab.se/data-driven/wasp-and-ddls-joint-call-for-research-visit/",
            "description": "DDLS and WASP are bridging the gap between life science and data science in an initiative funded by The Knut and Alice Wallenberg foundation to support collaborations between these two major national strategic research programs. We now announce a new research visit program to enhance transfer of knowledge and enhance collaborations between DDLS and WASP communities and the respective research environments.<br><br>The research visit program provides financial support for researchers from either DDLS or WASP to visit each other’s research environments. The program covers visits not only between national sites, but also to similar research environments internationally. The visit should last for a minimum of three months and must start within one year after the decision has been made and completed within two years. A brief report should be provided within two months after the visit has ended to the WASP Program Office and/or DDLS support team, indicating what the research visit entailed and how it was beneficial.",
            "applicant": "The applicant is currently working in the scientific disciplines of DDLS or WASP and will do the research visit in the scientific discipline that corresponds to the other program. The applicant should be a postdoc or a junior/senior researcher from WASP or DDLS."
        },
        {
            "title": "CBCS Large Projects Call Spring 2023",
            "funder": "The Chemical Biology Consortium Sweden (CBCS) SciLifeLab Infrastructure unit",
            "deadline": "2023-04-14",
            "url": "https://anubis.scilifelab.se/call/CBCSLP23S",
            "description": "The Chemical Biology Consortium Sweden (CBCS) is a national research infrastructure in Sweden funded by the Swedish Research Council, Science for Life Laboratory, and the host universities. We provide world-leading expertise in the field of chemical biology to academic groups across Sweden in a collaborative project model. Our mission is to explore complex biology through the development and application of small molecule tools. To do this we provide support in assay development, small molecule screening, enabling chemistry, as well as access to small-molecule libraries. Additionally, we have recently expanded our services to include disease and compound profiling using Cell Painting, support for functional precision medicine projects, screening of infectious pathogens in biosafety level 2 and 3 laboratories, and automated patch clamp profiling/screening.<br><br>We are looking for projects in these areas to support starting August 2023. All applications are ranked by our external project review committee based on scientific potential and feasibility. Prioritized projects receive subsidized support. We require a demonstration of technical feasibility thus we require that you contact CBCS well in advance of the final deadline. See www.cbcs.se for your nearest point of contact."
        },
        {
            "title": "Travel grants for promoting SciLifeLab collaboration with EMBL",
            "funder": "SciLifeLab",
            "deadline": "2023-04-09",
            "url": "https://www.scilifelab.se/travel-grant-for-embl-exchange-visit/",
            "description": "SciLifeLab and EMBL (European Molecular Biology Laboratory, one of the world’s leading research institutions and Europe’s flagship laboratory for life sciences), have intensified collaboration between the two organizations under a joint Memorandum of Understanding. As part of this initiative, SciLifeLab will provide financial support for exchange visits between SciLifeLab and an EMBL site during 2023.",
            "applicant": "Financial support is provided for SciLifeLab infrastructure personnel, SciLifeLab Group leaders, and PhD students or researchers in these groups, that will visit an EMBL facility or EMBL research group during 2023, or that will take part in a course, workshop or conference hosted by EMBL. Either an invitation from the EMBL host (facility or research group) or a proof of acceptance (for course and conference participation) must be included in the application."
        },
        {
            "title": "WASP and DDLS joint call for research projects 2022",
            "funder": "Knut and Alice Wallenberg Foundation (KAW)",
            "deadline": "2023-03-31",
            "url": "https://wasp-sweden.org/calls/wasp-and-ddls-joint-call-for-research-projects-2022/",
            "description": "DDLS and WASP have a strong ambition to form solid collaborations by bridging the gap between the scientific disciplines of DDLS and WASP respectively. The Knut and Alice Wallenberg foundation has earmarked funding for such collaborations in their donations to both these programs. To amplify their collaboration, DDLS and WASP announce a second call for proposals for bridging research projects.<div class='mt-2'></div>The funded projects should span across the thematic profiles of DDLS and WASP, address fundamental research problems between the WASP and DDLS research areas and be of a visionary, high risk – high gain nature. The main objectives should go beyond just applying existing computational tools to biological problems or data-sets. Addressing the fundamental research challenges requires significant multidisciplinary activities such as conceptual, methodological and technological elements from both the life sciences and engineering fields with powerful research methodologies based on mathematics of artificial intelligence, machine learning, autonomous systems or software. It is therefore expected to apply new mathematics, modeling, or informatics to life science data in integrated projects. The projects must, as an integral part, contain both: i) Harvesting or making use of empirical data from experimental, clinical, or observational studies, and ii) Theoretical or computational method development from sciences such as mathematics, computer science, physics, and engineering.<div class='mt-2'></div>The funded projects should also continue the building of a collaborative community and a critical mass by making data, resources, and code available in accordance with the FAIR principles. Supported projects are also expected to create resources and technical capabilities that will be made available to others. Applications should thus specify how FAIR data sharing and open access publishing of data and code will be addressed and any exceptions stated at the time of application. All projects are required to establish a data management plan (DMP) at the start of the project.",
            "applicant": "A project is led jointly by one faculty (main PI/co-PI) from WASP and one faculty from DDLS (main PI/co-PI)."
        },
        {
            "title": "WASP-HS and DDLS Joint Call for Seed-Money 2023",
            "funder": "Knut and Alice Wallenberg Foundation (KAW)",
            "deadline": "2023-03-31",
            "url": "https://wasp-hs.org/wasp-hs-and-ddls-joint-call-for-seed-money-2023/",
            "description": "This call aims to provide seed money for research investigating the human and social challenges of data-driven strategies developed within the life sciences. The research should aim to increase the understanding of how using artificial intelligence (AI), autonomous systems, and data-driven methodologies in the life sciences, has effects and consequences in the life sciences, medicine, and/or society. The research should be of a visionary nature and have a clear potential for impact both within the life sciences and the humanities and/or social sciences. The call also aims to facilitate the establishment of collaborations between researchers from the data-driven- life sciences and the social sciences and humanities.<br><br>The call is open to researchers working in the life sciences, social sciences, and humanities, broadly construed. In the life sciences, the research must be related to data-driven approaches in molecular biology, evolution and biodiversity, prediction medicine and epidemiology or biology of infection (see DDLS research areas below). In the social sciences and humanities, research areas include, but are not limited to, philosophy, sociology, anthropology, political science, law, history, linguistics, languages, the creative arts, theology, etc. Examples of research topics include the study of ethical, legal, organizational, epistemic, economical, and cultural challenges as well as other possible topics outside of those listed.<br><br>The call is part of a long-term commitment by the Wallenberg Foundations, which aims to stimulate collaborative research between the data-driven life sciences, the social sciences, and the humanities. Possible future calls will include larger grants. This seed call offers an opportunity to initiate new interdisciplinary collaborations.",
            "applicant": "2 co-PIs, one from each of the fields of DDLS and WASP-HS."
        },
        {
            "title": "Access CBGE’s technologies at significantly reduced cost",
            "funder": "Chemical Biology and Genome Engineering (CBGE) SciLifeLab Platform",
            "deadline": "2023-02-20",
            "url": "https://www.scilifelab.se/news/call-for-proposals-access-cbges-technologies-at-significantly-reduced-cost/?utm_campaign=nyhetsbrev&utm_medium=email&utm_source=apsis",
            "description": "The call is aimed at the identification of platform pipeline projects (PPPs), which will benefit from the synergies between the CBGE units’ complementary technologies. CBGE’s services are particularly well suited for probing the cellular effects of small compounds (target discovery, mechanism-of-action elucidation, target deconvolution, binding site mapping, …). However, any project that would benefit from services provided by at least two platform units will be considered.",
            "applicant": "All research group leaders at any Swedish university are eligible to apply."
        }
    ],
    "other_sources": [
        {
            "funder": "VR - Swedish Research Council",
            "logo": "/img/funders_logo/vr.png",
            "url": "https://www.vr.se/english/applying-for-funding/calls-and-decisions.html"
        },
        {
            "funder": "Knut and Alice Wallenberg Foundation",
            "logo": "/img/funders_logo/kaw.png",
            "url": "https://kaw.wallenberg.org/en/funding-guide/calls"
        },
        {
            "funder": "ISIDORe - Integrated Services for Infectious Disease Outbreak Research",
            "logo": "/img/funders_logo/isidore.png",
            "url": "https://isidore-project.eu/calls/"
        },
        {
            "funder": "Formas - Swedish Research Council for Sustainable Development",
            "logo": "/img/funders_logo/formas.png",
            "url": "https://formas.se/en/start-page/archive/list-calls.html"
        },
        {
            "funder": "Forte - Swedish research council for health, work life, and welfare",
            "logo": "/img/funders_logo/forte.png",
            "url": "https://forte.se/en/proposal/"
        },
        {
            "funder": "SIDA - The Swedish International Development Cooperation Agency",
            "logo": "/img/funders_logo/sida.png",
            "url": "https://www.sida.se/en/for-partners/research-partners/research-calls-and-grants"
        },
        {
            "funder": "SSMF Swedish Society for Medical Sciences",
            "logo": "/img/funders_logo/ssmf.png",
            "url": "https://www.ssmf.se/for-scientists/"
        },
        {
            "funder": "NordForsk - Nordic Council’s research funding organization",
            "logo": "/img/funders_logo/nord.png",
            "url": "https://www.nordforsk.org/calls"
        },
        {
            "funder": "Vinnova - Sweden’s innovation agency",
            "logo": "/img/funders_logo/vinnova.png",
            "url": "https://www.vinnova.se/en/apply-for-funding/find-the-right-funding/"
        },
        {
            "funder": "Svenska Läkarsällskapet",
            "logo": "/img/funders_logo/sls.png",
            "url": "https://www.sls.se/vetenskap/sok-anslag/"
        },
        {
            "funder": "Hjärt-Lungfonden",
            "logo": "/img/funders_logo/hjart.png",
            "url": "https://www3.hjart-lungfonden.se/"
        },
        {
            "funder": "Horizon Europe funding",
            "logo": "/img/funders_logo/eu.png",
            "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;callCode=null;freeTextSearchKeyword=;matchWholeText=true;typeCodes=0,1,2,8;statusCodes=31094501,31094502,31094503;programmePeriod=null;programCcm2Id=null;programDivisionCode=null;focusAreaCode=null;destinationGroup=null;missionGroup=null;geographicalZonesCode=null;programmeDivisionProspect=null;startDateLte=null;startDateGte=null;crossCuttingPriorityCode=null;cpvCode=null;performanceOfDelivery=null;sortQuery=sortStatus;orderBy=asc;onlyTenders=false;topicListKey=topicSearchTablePageState"
        },
        {
            "funder": "University of Cambridge",
            "logo": "/img/funders_logo/cambridge.png",
            "url": "https://www.infectiousdisease.cam.ac.uk/funding-calls-interest"
        }
    ]
}