{
    "items": [
        {
            "title": "Resolving microbial genomes in complex communities at the single-cell level",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-09-21",
            "employer": "Umeå University",
            "job_url": "http://www.henlab.org/postdoc-resolving-microbial-genomes-in-complex-communities-at-the-single-cell-level/",
            "description": "A fundamental question in microbiome research involves determining which organisms are part of a given microbial community. Despite major breakthroughs in shotgun metagenomic sequencing (SMS) and bioinformatic analysis methods, determining “who is there” in a microbial community remains extremely challenging: de novo assembly of sequencing reads generated via SMS typically results in a collection of contigs that cannot be grouped into strain-level genomes. Here, the postdoc will develop a high-throughput method, which can reconstruct whole microbial genomes from microbiome samples at the single-cell level. Following prototyping, the method will be used to characterize clinical oral microbiome samples collected from a cohort of Swedish patients, with the goal of understanding why some humans develop chronic oral infections, while others do not."
        },
        {
            "title": "Masters projects",
            "type": [
                "Project opportunity"
            ],
            "app_deadline": "2023-08-15",
            "employer": "Linköping University",
            "job_url": "https://macromolecular.github.io/join",
            "description": "*No official deadline, check listing webpage for updates.<br><br>*We welcome contact from Master’s students that are interested in doing projects within the group. We do not advertise specific Master’s projects, but we will always have several available, linked to our various research themes. If you have specific research interests, let us know and we will try to tailor the project to you."
        },
        {
            "title": "Masters thesis project opportunities",
            "type": [
                "Project opportunity"
            ],
            "app_deadline": "2023-08-15",
            "employer": "Umeå University",
            "job_url": "http://www.henlab.org/join-us/",
            "description": "Master thesis projects offered by Henriksson lab, Umeå University. **No specific deadline given for application**."
        },
        {
            "title": "Research Infrastructure Specialist in Precision Medicine",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-08-04",
            "employer": "Karolinska Institutet",
            "job_url": "https://www.scilifelab.se/career/research-infrastructure-specialist-in-precision-medicine/",
            "description": "We are looking for a high-profile and dedicated technology expert to increase access to SciLifeLab’s technology platforms for clinical research. Your mission will be to establish new operational processes to link our technology platforms towards clinical research projects and trials. This will need an understanding of clinical needs and realities and an ability to work in close interaction with health care. Your mission is to enable sample and data flows to the technology platforms including data center to ensure high quality molecular data generation to deliver within needed timeframes. The tasks also include national and international collaboration with many stakeholders and specifically with CIR (Centre for Imaging Research) and RISE (Research Institutes of Sweden). With SciLifeLab these form the partners of the Swedish node of the large European TEF Health initiative. Through this project, the mission will be to establish access to the physical testing facility to be offered to academia and SMEs also internationally."
        },
        {
            "title": "Researcher - Mapping bacterial-viral interactions in the human microbiota",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-07-10",
            "employer": "Uppsala University",
            "job_url": "https://www.scilifelab.se/career/researcher-mapping-bacterial-viral-interactions-in-the-human-microbiota/",
            "description": "The Human Molecular Ecology lab, at IMBIM, Uppsala University, and SciLifeLab, led by associate senior lecturer Luisa W. Hugerth, is seeking a thorough and engaged researcher fellow. The group studies the human microbiome, both as an outcome of our life history and as an exposure affecting health and disease. Most of our work is focused on obstetrics and gynecology, including the effects of the microbiome on circulating sex hormones. Our work is primarily bioinformatic, using both cohorts collected in collaboration with clinical partners and freely available data. The ability to remain updated, compare and select methods in the fast-moving field of metagenomics is therefore crucial.<br><br>We’re looking for a candidate with experience working with viruses in complex samples. A lot of metagenomic data and associated patient-level data is already available from previous large cohorts, but the non-bacterial components are typically neglected. The successful candidate will use state-of-the-art protocols for re-exploring previously published data with a focus on its viral components."
        },
        {
            "title": "Postdoc Fellow - Mapping bacterial-viral interactions in the human microbiota",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-07-10",
            "employer": "Uppsala University",
            "job_url": "https://www.scilifelab.se/career/153246/",
            "description": "The Human Molecular Ecology lab, at IMBIM, Uppsala University, and SciLifeLab, led by associate senior lecturer Luisa W. Hugerth, is seeking a thorough and engaged postdoctoral fellow. The group studies the human microbiome, both as an outcome of our life history and as an exposure affecting health and disease. Most of our work is focused on obstetrics and gynecology, including the effects of the microbiome on circulating sex hormones. Our work is primarily bioinformatic, using both cohorts collected in collaboration with clinical partners and freely available data. The ability to remain updated, compare and select methods in the fast-moving field of metagenomics is therefore crucial.<br><br>We’re looking for a candidate with experience working with viruses in complex samples. A lot of metagenomic data and associated patient-level data is already available from previous large cohorts, but the non-bacterial components are typically neglected. The successful candidate will use state-of-the-art protocols for re-exploring previously published data with a focus on its viral components."
        },
        {
            "title": "Researcher (MS specialist), Core Facilities",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-30",
            "employer": "Gothenburg University",
            "job_url": "https://www.scilifelab.se/career/researcher-ms-specialist-core-facilities-2/",
            "description": "A key focus of the position will be in planning and designing proteomic and MS experiments together with platform users and to share your expertise with the team in the facility. You will be an MS specialist in multiple projects applied to different biological materials and research questions. The bioinformatic/statistic component of the proteomic pipeline is an important part of the work, to be able to assist the users in proper integration of the proteomics data into biology and medicine. The position also requires survey and implementation of new technological approaches such as “single cell proteomics”, protocols and software related to proteomics and MS."
        },
        {
            "title": "Research Engineer for AI-driven Web and Cloud Software Development",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-19",
            "employer": "KTH",
            "job_url": "https://kth.varbi.com/what:job/jobID:622405/",
            "description": "The AICell Lab in the department of Applied Physics at KTH and Science for Life Laboratory is a new research group funded by the Data-driven Life Science Fellows program. The group, led by Wei Ouyang, focuses on building AI systems for data-driven cell and molecular biology. To expand the team, we are now opening a position for a research engineer who will work on software development for AI-powered data management and lab automation. The research engineer will be responsible for building web-based user interfaces, computational backends, and managing container-based computing clusters. You will have the opportunity to work on exciting projects such as the AI-powered automated imaging farm, which involves robotic and imaging hardware control, experiment planning, and real-time AI-powered data analysis. You will collaborate with teams from Stanford University and develop AI platforms based on our existing open source projects such as ImJoy, ImageJ.JS and BioEngine. Additionally, they will work with international consortia such as the EU-supported research infrastructure project AI4Life for building the Bioimage Model Zoo and creating cloud-based AI computing infrastructure for deploying AI to research institutions and used by the masses."
        },
        {
            "title": "System developer for precision medicine to Karolinska Institutet",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-16",
            "employer": "Karolinska Institutet",
            "job_url": "https://www.scilifelab.se/career/system-developer-for-precision-medicine-to-karolinska-institutet/",
            "description": "We are looking for a motivated and knowledgeable Data engineer specialized towards precision medicine and diagnostics, with placement in Solna. As a data engineer, you are expected to participate in technical development of data services, where you will apply excellence in e.g., software engineering, compute- and storage infrastructure, interfaces, cloud technology, visualization or databases in tools and services designed to strengthen the research field.<br><br>In our team, you will develop services to enable research projects for precision medicine and diagnostics, often in collaboration with health care partners both nationally and internationally through the Swedish node of the TEF-Health project. This requires technical solutions with a high level of security, data integrity and interoperability, which need to be developed in coordination with engineers and developers at other organizations. The datasets are often large and complex, which leads to high demands on both software and infrastructure. Solutions for meta data management and -standardization are of special importance, and integration with data from for example biobanks, clinical registries, clinical trials, large scale molecular data and other health data."
        },
        {
            "title": "Research Advisor, Core Facilities",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-16",
            "employer": "Gothenburg University",
            "job_url": "https://www.scilifelab.se/career/research-advisor-core-facilities/",
            "description": "OligoNova Hub is a national research infrastructure that provides academic researchers in Sweden with support and capabilities to transform ideas and discoveries into new oligonucleotide therapies.<br><br>The Hub is located within the vibrant biotech cluster at the AstraZeneca BioVentureHub in Mölndal. OligoNova Hub is organized within the Core Facilities at the University of Gothenburg (www.cf.gu.se), and is also part of the Science for Life Laboratory Drug Discovery and Development platform (https://www.scilifelab.se/units/ddd-platform/ ), a national resource comprising 50+ scientists with complementary expertise in drug discovery.<br><br>OligoNova Hub is now planning to strengthen the organization with an ambitious research advisor (project coordinator), preferably with industrial experience in drug development."
        },
        {
            "title": "PhD student Kamali-Moghaddam’s laboratory",
            "type": [
                "PhD position"
            ],
            "app_deadline": "2023-06-16",
            "employer": "Uppsala University",
            "job_url": "https://www.scilifelab.se/career/phd-student-kamali-moghaddams-laboratory/",
            "description": "A PhD student position is available for highly motivated individuals with interest in molecular tools at the laboratory of Kamali-Moghaddam at Uppsala University, Department of Immunology, Genetics and Pathology. Research in the lab focuses on development of molecular tools and application of those in medicine and biology. The focus will be put on development of tools for detection and characterization of exosomes, and tools for multiplex protein analysis."
        },
        {
            "title": "Doctoral student in Medical Science – Cancer genomics and bioinformatics",
            "type": [
                "PhD position"
            ],
            "app_deadline": "2023-06-15",
            "employer": "Gothenburg University",
            "job_url": "https://www.scilifelab.se/career/doctoral-student-in-medical-science-cancer-genomics-and-bioinformatics/",
            "description": "Clonal hematopoiesis (CH) is an early stage of blood cancer development, where a large fraction of blood cells originates from a single hematopoietic stem cell lineage. CH can be detected in DNA sequencing data from blood cells of healthy individuals based on somatic genetic variants. CH carries an increased risk of leukemia and age-related diseases. Recently, we distinguished two groups of clonal hematopoiesis and stratified risk of developing distinct types of blood cancers (Niroula et al., Nature Medicine 2021). In this PhD project, we aim to identify new genetic variants underlying CH and identify regulators of CH development. The findings will be used for predicting the risk of developing blood cancer. This data-driven project will involve large-scale analysis of next-generation sequencing (NGS) data. As a PhD student, you will develop computational workflows to analyze NGS data. You will work in an interdisciplinary data-driven life science (DDLS) research team. You will be affiliated to the national DDLS program."
        },
        {
            "title": "Postdoctoral position for a Microbiologist",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-06-15",
            "employer": "Umeå University",
            "job_url": "https://www.mims.umu.se/jobs-fellowships/2134-open-position-two-postdoctoral-researcher-positions-are-available-in-the-cava-lab.html",
            "description": "The Cava lab at the Laboratory for Molecular Infection Medicine Sweden (MIMS) and the Department of Molecular Biology (Umeå University) is a multidisciplinary and stimulating research space that investigates bacterial cell wall biology and genetics at the interface between basic and clinical research. Our goal is to improve the inventory of players in cell wall biogenesis, remodeling, and regulation, characterize the function and interplay of known components, and evolve our work into quantitative studies and computational modeling. This research program has potential in the development of novel antimicrobial strategies to combat multidrug-resistant bacterial pathogens."
        },
        {
            "title": "Postdoctoral position in data-driven antimicrobial research",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-06-15",
            "employer": "Umeå University",
            "job_url": "https://www.mims.umu.se/jobs-fellowships/2134-open-position-two-postdoctoral-researcher-positions-are-available-in-the-cava-lab.html",
            "description": "The Cava lab at the Laboratory for Molecular Infection Medicine Sweden (MIMS) and the Department of Molecular Biology (Umeå University) studies a major “Achilles heels” of bacteria - the cell wall - both to provide answers to fundamental scientific questions and to improve our options to combat long-standing and emerging infectious diseases. The goal of this project is to improve the inventory of players in cell wall biogenesis and regulation, characterize their function and interplay, and evolve our work into quantitative studies and computational modelling. This research program has potential in the development of novel antimicrobial strategies to combat multidrug-resistant bacterial pathogens."
        },
        {
            "title": "Bioinformatican",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-13",
            "employer": "Stockholm University",
            "job_url": "https://www.scilifelab.se/career/153233/",
            "description": "We are looking for a bioinformatician to join our production team. The candidate will work with quality control of data, running analysis pipelines and delivery of sequence data. Additionally, there will be tasks involving the development and maintenance of informatics solutions that handle the production’s internal data flow. The time spent on different tasks will depend heavily on the applicant’s experience. We attach great importance to the applicant’s personal qualities, such as good collaborative ability, ability to work independently, good organizational ability and accuracy. A positive attitude towards colleagues is a prerequisite."
        },
        {
            "title": "Data Steward with focus on human data management",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-14",
            "employer": "Uppsala University",
            "job_url": "https://www.jobb.uu.se/details/?positionId=626652",
            "description": "NBIS is looking for a motivated and knowledgeable Data steward, to join our Data management team. We are looking for a person who wants to enable Life Science research in Sweden that is beyond what is achievable for individual researchers, a single university, or a single research area. As a Data Steward you will work closely with, and guide research groups regarding Data Management Plans, and support researchers with metadata management and data curation for data publishing. A large focus will be to establish and perform procedures for user support to researchers wanting to deposit human genetic data. An important part of the work is also to educate researchers in data management best practices. You are also expected to contribute to Data Management capability development in international projects on management of genomic data and medical informatics where NBIS is active, as well as to Research Data Management competence networking within Sweden."
        },
        {
            "title": "Research engineer in the department of Mass spectrometry",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-06-12",
            "employer": "Lund University",
            "job_url": "https://www.scilifelab.se/career/research-engineer-in-the-department-of-mass-spectrometry/",
            "description": "We are looking for a research engineer that will be a part of our team. The main work will be sample preparation for structural proteomics, i.e. wet lab work and mass spectrometry, followed by data analysis and visualization of data for users of the infrastructure.<br><br>We envision that you will start with the easiest assignments and then as you learn and become more experienced, progress to increasingly difficult/qualified work."
        },
        {
            "title": "Postdoctoral fellow in Bioinformatics and Antibiotic resistance",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-06-07",
            "employer": "Gothenburg University",
            "job_url": "https://web103.reachmee.com/ext/I005/1035/job?site=7&lang=UK&validator=9b89bead79bb7258ad55c8d75228e5b7&job_id=30255",
            "description": "Most of the resistance genes that cause problems in the clinic today seem to originate from harmless, environmental bacteria. Our group studies the driving forces behind this development, particularly the effects of low levels of antibiotics and antibacterial biocides in wastewaters from hospitals, municipalities and industries (see Larsson’s website). In some sub-projects, we study the evolutionary relationship between resistance genes in environmental bacteria and pathogens, and search for new forms of resistance in different environments using both bioinformatic methods as well different large-scale functional screens. We also study how analyses of resistant bacteria in sewage can inform predictions of the local, clinical resistance situation. A better knowledge about all these processes and drives will be valuable to be assess and respond to threats to our health. We are now looking for a postdoctoral fellow who is interested in taking on the task to experimentally explore the environmental dimensions of antibiotic resistance."
        },
        {
            "title": "Postdoctoral Fellowship: autophagy in viral infection",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-31",
            "employer": "Umeå University",
            "job_url": "https://www.researchgate.net/job/993223_Postdoctoral_Fellowship_autophagy_in_viral_infection",
            "description": "Positive-sense RNA viruses (+ssRNA viruses) are a large group of human pathogens including coronaviruses. Autophagy is an evolutionarily conserved catabolic process to eliminate or recycle dysfunctional cellular organelles or unused proteins. The project focuses on the involvement of autophagy in +ssRNA virus infection.<br><br>The project will combine expertise from both labs, using novel cell biology methods combined with high-end proteomics and cryo-electron tomography to understand how the autophagy machinery is used for the replication or restriction of a diverse set of positive-sense RNA viruses."
        },
        {
            "title": "PhD Position in Structural Bioinformatics",
            "type": [
                "PhD position"
            ],
            "app_deadline": "2023-05-26",
            "employer": "Linköping University",
            "job_url": "https://liu.se/en/work-at-liu/vacancies/21950",
            "description": "We are focused on understanding biomolecular structures, their dynamics, and ensembles at the molecular level. As part of our team, you will develop computational approaches to analyze and predict protein structures, incorporating experimental data to enhance our models. A key component of this project is utilizing AI, particularly AlphaFold, to optimize and enhance our structural predictions and understand the dynamic nature of biomolecules."
        },
        {
            "title": "Senior Research Engineer as Electron Microscopy Facility Manager",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-22",
            "employer": "Umeå University",
            "job_url": "https://umu.varbi.com/en/what:job/jobID:616024/type:job/where:1/apply:1",
            "description": "As a senior research engineer, you will provide researchers with expert advice in the planning and execution of electron microscopy (EM) analysis. We are a large group of senior research engineers who together maintain end develop research infrastructure. For this position, we are looking for a person to take the main responsibility for sample preparation, operation and maintenance of scanning electron microscopy SEM and image analysis. Mainly for project in the research areas of chemistry and physics, but many of the projects supported at the facility originate from medical and biology research. You will be involved in teaching shorter methodology courses in EM and image analysis at doctoral level. You will also administer user support, as well as act as a contact person for the facility's users and collaborations between microscopy facilities in Sweden and internationally. The work is planned together with researchers and UCEM staff and is carried out independently or together with collaborators, students and researchers at other department or external entities."
        },
        {
            "title": "Senior Research Engineer in Image Analysis",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-22",
            "employer": "Umeå University",
            "job_url": "https://umu.varbi.com/en/what:job/jobID:616019/type:job/where:1/apply:1",
            "description": "As a senior research engineer, you will provide researchers with expert advice in the planning and execution of electron microscopy (EM) data processing and image analysis, mainly in medical and biological research areas. The tasks include installation, operation and maintenance and development of software, computer systems and servers as well as assisting researchers in planning data collection and image analysis. The work will also involve programming and method development. You will be involved in teaching shorter methodology courses in EM and image analysis at doctoral level. You will also administer user support, as well as act as a contact person for the facility's users and collaborations between microscopy facilities in Sweden and internationally. The work is planned together with researchers and UCEM staff and is carried out independently or together with collaborators and facility users."
        },
        {
            "title": "Senior research engineer for electron diffraction and cryo-EM",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-22",
            "employer": "Umeå University",
            "job_url": "https://umu.varbi.com/en/what:job/jobID:616013/type:job/where:1/apply:1",
            "description": "As a senior research engineer, you will provide researchers with expertise in the planning and performance of electron microscopy (EM), cryo-EM, electron diffraction (MicroED) and image analysis, mainly in biological and biochemical research areas. You will be involved in teaching shorter methodology, -courses at postgraduate level and provide user training EM methods. Work assignments include, operation and maintenance of instruments and computer systems, as well as assisting researchers in preparation of EM samples, data collection, and image analysis. You will also act as a coordinator for ongoing facility projects and collaborations between partner microscopy facilities in Sweden and internationally. The work is planned together with the facility's other staff and is carried out independently or together with collaborators and facility users."
        },
        {
            "title": "Postdoctoral Research on Metabolic Fluorescence Imaging",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-19",
            "employer": "Umeå University",
            "job_url": "https://umu.varbi.com/en/?jobtoken=14392f544a7ce16b4a03f49042d358d7e9f662ef3",
            "description": "Lagerlöf Lab is a diverse group of people with a background in molecular biology, biochemistry, neuronal circuit mapping and clinical psychiatry. We integrate these techniques to reveal how appetite is encoded by the brain. Our overall aim is to identify fundamental mechanisms of food intake that can be harnessed to treat conditions associated with unhealthy eating habits such as anorexia nervosa and obesity. The goal of this project is to develop a novel biosensor to image in the brain how specific metabolic signaling pathways affect food intake. Every member in our lab is supported to lead their own project. We believe in fostering an environment where everyone enjoys the freedom, courage and ability to answer the big questions in neuroscience."
        },
        {
            "title": "Postdoctoral fellowship Research on Appetite",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-19",
            "employer": "Umeå University",
            "job_url": "https://www.umu.se/en/work-with-us/postdoctoral-scholarships/6-775-23/",
            "description": "Lagerlöf Lab is a diverse group of people with a background in biochemistry, neuronal circuit mapping and clinical psychiatry. We integrate these techniques to reveal how appetite is encoded by the brain. Our aim is to identify fundamental mechanisms of food intake that can be harnessed to treat conditions associated with unhealthy eating habits such as anorexia nervosa and obesity. Every member in our lab is supported to lead their own project. We believe in fostering an environment where everyone enjoys the freedom, courage and ability to answer the big questions in neuroscience."
        },
        {
            "title": "Postdoctoral Fellow in Computational Palaeogenomics",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-19",
            "employer": "Stockholm University",
            "job_url": "https://www.su.se/english/about-the-university/work-at-su/available-jobs?rmpage=job&rmjob=20856&rmlang=UK",
            "description": "The Department of Zoology invites applications for a 3-year postdoc position within the division of Population Genetics, based at the Centre for Palaeogenetics (CPG) in Stockholm. The position is funded through the ERC Advanced Grant PrimiGenomes awarded to Love Dalén. The postdoctoral project advertised here is aimed at developing novel computational tools to bioinformatically recover and analyze highly degraded DNA sequences from specimens that are up to 2.5 million years old. The goals include development of improved methods for accurate alignment and authentication of extremely short DNA fragments, exploring variation graph alignment and variant calling approaches for several different Pleistocene taxa, and benchmarking the performance of the developed tools using comparisons of simulated and empirical data."
        },
        {
            "title": "Project Coordinator, 50%",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-19",
            "employer": "Uppsala University",
            "job_url": "https://uu.varbi.com/what:job/jobID:615749/type:job/where:1/apply:1",
            "description": "This position is primarily an administrative support function. Your duties will be to organise, structure and develop work routines in the EMBLA research group and the pilot unit. Typical tasks will be: coordinating meetings (both for smaller groups and scientific symposium) and take meeting notes, preparing and reporting on project and group budgets, making travel arrangements, updating websites and social media with new research results and publications and helping with reporting to the university as well as national and international research funders."
        },
        {
            "title": "Administratör",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-19",
            "employer": "Uppsala University",
            "job_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=617763",
            "description": "SciLifeLab Data Centre söker en motiverad och kunnig administratör för att ansvara för uppgifter gällande administration och samordning, men även uppgifter inom kommunikation, planering, rapportering och uppföljning för gruppens operativa verksamhet och personal ingår i arbetet."
        },
        {
            "title": "Postdoctoral scholarship in cognitive neuroscience of aging",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-15",
            "employer": "Umeå University",
            "job_url": "https://www.umu.se/en/work-with-us/postdoctoral-scholarships/6-815-23/",
            "description": "The project investigates neural and molecular basis of cognitive decline in aging using longitudinal data. Furthermore, we aim to assay longitudinal changes in structural-functional correspondence across the brain, to test the contribution of dopaminergic alterations to changes in structural-functional correspondence and to examin associations with cognitive decline in aging. This project will use a unique longitudinal dataset from the DyNAMiC project with extensive MRI, PET, and cognitive test battery."
        },
        {
            "title": "Research engineers/data scientists with AI/ML competence",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-15",
            "employer": "Uppsala University",
            "job_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=619525",
            "description": "As a research engineer/data scientist, you will be responsible for supporting researchers and research projects in the humanities and social sciences that are connected to CDHU. You will work closely with other employees at CDHU, as well as with external researchers working at other departments. In addition to research support, the service also includes work with teaching/teaching support in the digital humanities, with a focus on Natural Language Processing (NLP) and/or Image Pattern Recognition (IPR) using Machine Learning/Deep Learning. You are also expected to participate in the ongoing infrastructural development for digital humanities at Uppsala University."
        },
        {
            "title": "Postdoctoral position in Metabolomics",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-12",
            "employer": "Umeå University",
            "job_url": "https://www.umu.se/en/work-with-us/open-positions/postdoctoral-position-2-years-in-metabolomics_611177/",
            "description": "A great opportunity for a postdoctoral candidate seeking to work in a strong research environment with excellent analytical resources and with a very high degree of independence! We are now recruiting a postdoctoral scientist to the Swedish metabolomic Centre (SMC) that supports researchers active at Swedish universities with mass spectrometry-based analysis of metabolites and lipids in biological tissues and fluids and aims to be a leading knowledge center in metabolomics and related areas. At the metabolomics platform, specialized personnel work and the platform has mass spectrometry equipment such as GC -TOFMS, LC-QTOFMS and LC-TQMSMS. Starting date 2023-09-01 or according to agreement."
        },
        {
            "title": "Postdoctoral Fellow in immunology with advanced light microscopy",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-10",
            "employer": "Stockholm University",
            "job_url": "https://www.scilifelab.se/career/postdoctoral-fellow-in-immunology-with-advanced-light-microscopy/",
            "description": "A fully funded postodoctoral position is available at the Computational Microscopy for Cell Biology (CMCB) lab, led by Juliette Griffie (www.scilifelab.se/researchers/juliette-griffie), based at SciLifeLab (www.scilifelab.se), campus Solna (Stockholm). The successful candidate will be investigating immune cells, particularly T-cells, activation and interactions with fluorescence microscopy to better understand autoimmunity. The research scope is highly multidisciplinary, relying on cutting edge imaging techniques and analysis tools to address fundamental biological issues."
        },
        {
            "title": "Postdoctoral position in Statistical Design of Experiments/Statistical Sampling",
            "type": [
                "Postdoc position"
            ],
            "app_deadline": "2023-05-02",
            "employer": "Uppsala University",
            "job_url": "https://www.uu.se/en/about-uu/join-us/details/?positionId=607267",
            "description": "The project involves fundamental research on statistical design of experiments incorporating fairness constraints. The goal of the project is to build algorithms to generate both – one-shot and sequential design of experiments that result in balanced sampling properties, with fairness and equal opportunities aspects taken into account. The developed approaches will be used for designing microbiome studies. As a proof-of-concept, we will leverage available large-scale datasets such as the SCAPIS or SIMPLER cohorts from which to extract balanced and fair case-control cohorts. The position may also involve teaching activities (up to 20%) and opportunities for supervising students in second-cycle education."
        },
        {
            "title": "Research Advisor (Research Data manager), Core Facilities",
            "type": [
                "Job"
            ],
            "app_deadline": "2023-05-02",
            "employer": "Gothenburg University",
            "job_url": "https://web103.reachmee.com/ext/I005/1035/job?site=7&lang=UK&validator=9b89bead79bb7258ad55c8d75228e5b7&job_id=29891",
            "description": "BDC will now, with the financial support by SciLifeLab, expand its group with a research advisor with a focus on handling research data. The position will be shared between BDC and Gothenburg’s SciLifeLab site and thereby support activities from various disciplines including the recently established SciLifeLab and Wallenberg National Program for Data-Driven Life Science (DDLS) (https://www.scilifelab.se/data-driven/about/). More than 400 group leaders, PhD students and postdocs will be part of the DDLS program, and they are expected to become advanced users of the services provided by the site."
        }
    ]
}